import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const BathtubSelfAdhesiveSealingTapePage = () => (
  <Layout>
    <Seo
      title="Бордюр на ванну стрічкою"
      description="Як правильно встановити бордюр на ванну стрічкою"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Бордюр на ванну стрічкою</h1>
          <p className="lead">
            <strong>Як правильно встановити бордюр на ванну стрічкою</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Встановлення гідроізоляції у ванній необхідне. Адже "Вода шлях
            знайде", − говорить прислів'я. Щоб бризки на стінах не стали
            струмочком у сусідів, кути оздоблення не уподобала пліснява –
            необхідно гідро ізолювати стики примикання ванни до перегородок.
            Установка водонепроникного бордюру на ванну їх захистить. Розглянемо
            технологію встановлення профілю з різної сировини, розберемо плюси
            та мінуси.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Стрічка</h2>
          <p>
            Самоклеючий профіль дозволяє дешево та швидко самостійно закрити
            щілину. Щоб приклеїти бордюр на ванну, знадобляться:
          </p>
          <ol>
            <li>
              Мийний знежирюваний склад: содовий розчин, спирт, кухонні рідкі
              засоби для чищення. Для уникнення пошкоджень кахлю, емалі,
              акрилового бортика, не використовуйте абразивні порошки,
              розчинники.
            </li>
            <li>Мочалка із грубою стороною.</li>
            <li>Суха бавовняна тканина без ворсу.</li>
            <li>
              Герметик, що підходить для ванної кімнати − перешкоджає розвитку
              цвілі.
            </li>
            <li>
              Рулетка, м'який простий олівець для розмітки. Маркер не годиться,
              тому що не змивається.
            </li>
            <li>Ніж канцелярський, ножиці.</li>
            <li>Аплікатор для розгладження, продається разом зі стрічкою.</li>
            <li>Гумовий вузький шпатель.</li>
            <li>Фен промисловий чи побутовий.</li>
          </ol>
          <p>
            <strong>
              Важливо: Ширина щілини, що перекривається стрічковим плінтусом, не
              повинна перевищувати 3 – 5 мм.
            </strong>
          </p>
          <p>
            Широкі стрічки не призначені для закриття значних проміжків, велика
            площа контакту забезпечує краще зчеплення, водонепроникність.
            Клейовий шар висихає, тому не застосовуйте виріб з терміном
            придатності, що минув.
          </p>
          <h2>Підготовка</h2>
          <p>
            Прикріплюючи бордюр на ванну пам’ятайте − поспіх на попередньому
            етапі запросто загубить подальшу справу. Дотримуйтесь наступного
            алгоритму:
          </p>
          <ol>
            <li>
              Видаліть бруд, грибок, старий силікон, клей зі стін, бортиків у
              зоні роботи.
            </li>
            <li>Знежирить поверхні.</li>
            <li>Протріть насухо чистою ганчіркою, просушить площу феном.</li>
            <li>
              Акуратно нанесіть герметик швом (пістолетом швидше), розрівняйте
              мокрим гумовим шпателем або пальцями в медичній рукавичці,
              змоченою водою. На герметик не клеять стрічку, він стане
              додатковою гідроізоляцією.
            </li>
            <li>
              Дочекайтеся застигання герметика, запобігши забризкуванню. Відразу
              клеїти окантовку небажано через ймовірне видавлювання силікону під
              липку частину.
            </li>
            <li>Виконайте виміри периметра примикання, запишіть дані.</li>
          </ol>
          <h2>Приклеювання</h2>
          <p>
            Установка кутового та фігурного плінтуса бордюру на ванну
            відрізняється послідовністю дій. Перший рекомендується приклеювати
            таким чином:
          </p>
          <ol>
            <li>
              Розмітьте, розріжте смугу по довжині сторін із припуском 20 мм.
              Часто клеять, не розрізаючи на шматки, огинаючи кути, але
              окантування може відстати по згину.
            </li>
            <li>Зігніть відрізки вздовж середини.</li>
            <li>
              Зніміть захисну плівку з елемента, що приклеюється, на 150 – 200
              мм.
            </li>
            <li>
              Прикладіть до стику, починайте наклеювати бордюр на ванну від
              кута, розгладжуючи аплікатором. Продовжуючи укладати стрічку,
              одночасно звільняйте нові ділянки плівки. Намагайтеся не
              розтягувати матеріал, не допускайте складок, нещільного
              прилягання.
            </li>
            <li>
              Кутове сполучення по стіні виконують встик. По борту роблять
              внахлест, потім обрізають полицю під 45? Якщо бордюр на ванну
              приклеюють цілісним шматком, то вертикальну полицю не розрізають,
              а горизонтальну підрізають аналогічно від середини до краю.
            </li>
          </ol>
          <p>
            Фігурний плінтус комплектується куточками, які встановлюють першими.
            Смугу приклеюють щільно до з'єднувача ідентично попередньому типу.
          </p>
          <ul>
            <li>
              підсушить наклеєний бордюрний контур феном, місця, що відійшли,
              повторно притисніть, якщо не виходить, зафіксуйте ділянки на
              «рідких цвяхах»;
            </li>
            <li>
              нанесіть трохи герметика на стикові кутові шви, щоб заповнити
              вади, вирівняйте пальцями в змоченій рукавичці;
            </li>
            <li>протягом доби виключіть попадання води на контур.</li>
          </ul>
          <p>
            Випускають версії без липкої підкладки. Монтують за описаною схемою,
            використовуючи неопреновий будівельний клей, що наноситься
            безперервною доріжкою на виворот рулону.
          </p>
          <p>
            Видавлені при щільному притисканні надлишки прибирають мокрою
            тканиною. Полегшує завдання малярський скотч, заздалегідь
            прикріплений по периметру на відстані кілька міліметрів вище за
            кант.
          </p>
          <br />
          <p>
            Якщо потрібно якісно зробити бордюр на ванну у Львові, телефонуйте
            нам. Крім того, надаємо фахові{" "}
            <Link to="/">послуги сантехніка</Link>. Професіонали високого класу
            виконують{" "}
            <Link to="/shower-cabin-installation">
              встановлення душової кабіни
            </Link>
            , <Link to="/drain-flushing">промивання каналізаційних мереж</Link>,
            інші різноманітні сантехнічні роботи.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default BathtubSelfAdhesiveSealingTapePage
