import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const BathsQuarryWoodenPage = () => (
  <Layout>
    <SEO
      title="Ванни: кварилові та дерев’яні"
      description="Кварилові та дерев’яні ванни – недоліки та переваги"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Ванни: кварилові та дерев’яні</h1>
          <p className="lead">
            <strong>Кварилові та дерев’яні ванни – недоліки та переваги</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Питаннями гігієни переймалися ще наші предки. Вони купалися в
            дерев'яних бочках (переважно виготовлених з дуба), оскільки
            натуральний склад корисний організму людини. З розвитком технологій
            людство переходить на інші сантехнічні прилади –{" "}
            <Link to="/baths">чавунні, сталеві, акрилові</Link>. Але дерев'яні
            ванни все одно користуються популярністю. Розповідаємо о цих
            традиційних виробах та о сучасних кварилових&nbsp;ваннах.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Дерев'яні ванни</h2>
          <p>
            Дерево, яке вважається зараз ексклюзивним матеріалом, під час
            зародження банних культур вважалося нормою при створенні ванн.
          </p>
          Можливість мати у ванній кімнаті рідкісні та стильні речі повністю
          компенсує деяку непрактичність та труднощі у догляді.
          <p>Виготовляють їх з породи дерева з високою стійкістю до вологи:</p>
          <ul>
            <li>тикового,</li>
            <li>махагоні,</li>
            <li>венге,</li>
            <li>модрини.</li>
          </ul>
          <p>
            Тобто ті, що давно найбільше цінуються корабельними майстрами. Не
            дешеві та складні технології, якими ванни захищаються від негативних
            впливів вологи, є результатом розвитку оброблення корабельних та
            яхтових корпусів.
          </p>
          <p>
            Особливий шик у збереженні дерева у первозданному вигляді. Плавні та
            обтічні, ці ванни створюються з гладко відполірованих та вкритих
            лаком фрагментів які дуже щільно прилягають один до одного. На
            виході отримується повністю цілісна структура.
          </p>
          <p>
            Гарна фактура масивів є додатковим декоративним фактором. Ванни
            мають вигляд витончених човнів, чи яхт. Саме цю форму дуже
            полюбляють дизайнери. Такі ванни особливо підходять для ванної
            кімнати, витриманої у стилі ембієнт, дзен, або мінімалістичному.
          </p>
          <p>
            Це не просто вишукане доповнення інтер'єру, вони концентрують увагу
            на собі та є основним стилі утворювальним предметом у приміщенні.
            Звичайно ці ванни розташовують посередині ванних кімнат. Часто
            використовується подіум.
          </p>
          <p>
            Досить поширений вид – ванни з прямими кутами. Зроблені зі
            спеціальної фанери, або з масивів натурального дерева. Щоб людина
            почувала себе зручно всередині таких досить жорстких і глибоких
            прямокутних конструкції, туди облаштовується плавно вигнуте ложе із
            підголівником.
          </p>
          <p>
            Такі ванни стильні. Зазвичай витримані у жорсткому мінімалізмі.
            Найчастіше перебувають у складі дизайнерських колекцій, у яких є
            також дерев'яні раковини, душові піддони, стінові панелі та
            аксесуари. Цим створюється абсолютно завершений простір ванної
            кімнати.
          </p>
          <p>
            Поширений і ще один тип дерев'яних ванн, який відрізняється від
            сучасного дизайну. Прямі нащадки примітивних діжок та ванн, у яких
            протягом багатьох століть милося людство.
          </p>
          <p>
            Технологічний процес отримання цих ванн одночасно простий та
            складний. Подібно до бочки, вони являють собою дно плюс борти
            зроблені з окремих дощок, які скріплюються між собою обручами з міді
            чи латуні. Точне припасування деталей одна до одної дозволяє досягти
            повної герметичності. Також використовуються герметики. Спосіб
            волого захисної обробки деревини подібний тому, що й у бочок.
          </p>
          <p>
            Форма ванни цього типу кругла або овальна. Обумовлена особливостями
            виготовлення. Дерев'яні ванни настільки нагадують прообраз, що
            здаються гіпертрофованими барильцями. Створені за образом і подобою
            бочки такі ванни та купелі оснащуються гідро- та аеромасажем. Це
            додає ще більшої привабливості.
          </p>
          <h2>Кварилові ванни</h2>
          <p>
            Надійним матеріалом для ванн є кварил – кварцево акрилова суміш.
            Кварц підвищує міцність акрилу й можна обійтися без армування.
            Кварцові піщинки круглі й знаходяться в акрилових капсулах. Проміжок
            між піщинками заповнюється акрилом.
          </p>
          <p>
            Кварилом зберігаються усі позитивні якості акрилу, але кварилові
            ванни робляться шляхом виливки. Заподіяти шкоду такій поверхні
            практично не можна − предмет, що випадково впаде на неї, не залишить
            ніяких слідів.
          </p>
          <p>
            Ванни з кварила важчі акрилових, але легше чавунних. Завдяки
            твердості кварилових ванн в дизайні використовуються чітка лінія.
            Без зайвих вигинів, властивих звичайним гнутим пластмасам. Це
            суттєво при обкладанні ванни плиткою − мінімізуються шви.
          </p>
          <p>
            Є ще один різновид – так звані мармурові ванни. Для їх виготовлення
            використовується мармурова крихта, поєднана з акриловими смолами.
          </p>
          <h2>Недоліки та переваги</h2>
          <p>
            Відчуття, що даруються водними процедурами у дерев'яних ваннах, ні з
            чим не порівняти. Ауру, випромінювану живим масивом, неможливо
            підроблювати чи імітувати.
          </p>
          <p>
            При користуванні дерев'яною ванною існують досить жорсткі обмеження.
            У ній не дозволяється купати тварин. Обережно також слід вибирати
            косметичні засоби. Доглядати цінний виріб і чистити його обов’язково
            необхідно відповідно до вимог виробників.
          </p>
          <br />
          <p>
            Вибрати ванну правильну, зручну та довговічну не так складно.
            Зваживши всі плюси та мінуси, завжди знайдемо модель, яка
            задовольнить усім побажанням. Адже варіантів багато: чавунна або
            сталева; акрилова ванна; скляна, дерев’яна або мармурова; кварилова
            ванна. Але в будь-якому випадку краще звертатися до професіоналів.
            Kran.lviv завжди допоможе у цьому питанні. Потрібно вибрати,
            встановити ванну у Львові – телефонуйте.
          </p>
          <p>Надаються щоденно також інші різноманітні послуги сантехніка:</p>
          <ul>
            <li>
              <Link to="/quality-pipe-cleaning">прочистка труб;</Link>
            </li>
            <li>
              <Link to="/video-inspection">відеоінспекція трубопроводів;</Link>
            </li>
            <li>
              <Link to="/hydrodynamic-drain-cleaning">
                гідродинамічна прочистка каналізації;
              </Link>
            </li>
            <li>
              <Link to="/shower-cabin-installation">
                встановлення душової кабіни;
              </Link>
            </li>
            <li>
              <Link to="/heating-installation-apartment">
                монтаж опалення квартири;
              </Link>
            </li>
            <li>
              <Link to="/sink-installation">установка раковини.</Link>
            </li>
          </ul>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default BathsQuarryWoodenPage
