import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const ButhtubTrimMouldingInstallationPage = () => (
  <Layout>
    <Seo
      title="Облаштування бордюру для ванни"
      description="Пластиковий бордюр для ванни − особливості технології"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Облаштування бордюру для ванни</h1>
          <p className="lead">
            <strong>
              Пластиковий бордюр для ванни − особливості технології
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Полівінілхлоридний (ПВХ) бордюр для ванни допускає великі зазори,
            але чутливий до нерівності панелей. Перепади між плитками більше ніж
            1 мм на 50 см не компенсуються гнучкістю планки. Напруга, що
            виникає, викликає відривання. Слід застосовувати жорсткий профіль, а
            просвіт заповнювати речовиною, що клеїть.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Варіанти облаштування бордюру для ванни</h2>
          <p>
            Технічний процес прикріплення пластикового бордюру для ванни
            визначається прийнятим підходом, типом канта, особливостями
            конструктивних рішень. Принципових розбіжностей два:
          </p>
          <ul>
            <li>Необхідність закладення щілини між бортом та панеллю.</li>
            <li>На які поверхні кріпити.</li>
          </ul>
          <p>
            Прихильники заповнення щілини аргументують події можливим
            просочуванням води під пластик, особливо в міру старіння,
            пошкоджень. Втім, значні об’єми рідини можуть просочитися лише при
            навмисному поливанні канту, що відійшов.
          </p>
          <p>
            Противники герметизації стверджують: випадкова волога під плінтусом
            швидко висихає при відкритому проміжку, достатньої вентиляції.
            Перекриття проміжку перешкоджає повітряному потоку, вода
            застоюється, цвіте, з'являється неприємний запах, пліснява.
          </p>
          <p>
            При глухому облицювання ванни спереду, що порушує провітрювання,
            перший варіант допустимий. Така обробка небажана з міркувань
            гігієни, обслуговування.
          </p>
          <p>
            Прихильники повної ізоляції кріплять бордюр для ванни одночасно до
            бортика та стіни. Таке рішення дає задовільні результати при твердій
            чавунній ванні. Сталеві, а тим більше акрилові зразки деформуються,
            обідок починає відходити. Краще кріпити лише до стіни, гнучка
            облямівка не пропустить воду, компенсує рухи.
          </p>
          <p>
            Ряд зовнішніх плінтусів мають одну площину, придатну для кріплення,
            що підтверджує правильність фіксації на стіну. Збірні різновиди
            замикаються на планці, прикріпленій до перегородки. Внутрішні
            модифікації монтують, заводячи полицею під плитку або у щілину.
          </p>
          <h2>Підготовка приклеювання бордюру для ванни</h2>
          <p>Ознайомтеся з орієнтовним переліком потрібного:</p>
          <ul>
            <li>
              рідкий засіб для знежирення, інертний до деталей − акрил
              протирають спиртом, уайт-спіритом;
            </li>
            <li>бавовняна ганчірка, губка;</li>
            <li>малярний скотч;</li>
            <li>
              клей: ефективні універсальні MS-полімерні та акваріумні герметики,
              неопренові «рідкі цвяхи» (силікон без добавок жовтіє, уражається
              грибком);
            </li>
            <li>затирання для швів;</li>
            <li>розмічувальне приладдя: рулетка, олівець;</li>
            <li>лінійка або рівень довжиною щонайменше 50 см;</li>
            <li>ніж зі змінними лезами;</li>
            <li>стусло, коли немає готових з'єднувачів;</li>
            <li>пилка по металу;</li>
            <li>напилок, наждачний папір.</li>
          </ul>
          <p>
            Перш ніж клеїти бордюр для ванни виконайте стандартні процедури:
          </p>
          <ol>
            <li>Очистить, відмийте, знежирите, просушить панелі, борт.</li>
            <li>
              Наклейте малярський скотч по периметру, зверху і знизу від
              профілю, що встановлюється, відступивши по 2 мм.
            </li>
            <li>
              Вирівняйте кахельне облицювання, замазавши шви затіркою або
              герметиком. Проконтролюйте прилягання на просвіт рівнем або ребром
              лінійки. Допускаються відхилення від площинності, прямолінійності
              трохи більш як 2 мм на 1 м (1 мм/50 см).
            </li>
          </ol>
          <p>
            <strong>
              Загальні правила облаштування пластикового бордюру для ванни:
              жорсткий плінтус вибирають для широкого проміжку гладкої стіни;
              конструктиви із ПВХ із гумовими кромками функціональні на
              рельєфному кахлі.
            </strong>
          </p>
          <h2>Закладення щілини</h2>
          <p>
            Спірне твердження говорить: установка плінтуса на ванну вимагає
            герметизації порожнечі, тому:
          </p>
          <ol>
            <li>
              Вузьку щілину заповнюють санітарним герметиком, акрилові
              композиції добре схоплюються з акриловою сантехнікою.
            </li>
            <li>
              Проміжок від 5 до 10 мм ізолюють вологостійкою плитковою сумішшю,
              що містить полімерні добавки.
            </li>
            <li>
              Водостійка монтажна піна розв’язує проблему «розміром» до 50 мм,
              надійно зчіпляється з металом, деревом, керамічною плиткою, немає
              адгезії із силіконом. Враховуйте триразове збільшення обсягу після
              полімеризації.
            </li>
          </ol>
          <p>
            Закономірне бажання одразу приклеїти бордюр для ванни одразу на піну
            – помилка: поліуретан, розширюючись, може віджати профіль, закріпити
            впритул не вийде. У всіх випадках припиніть роботу до повного
            застигання наповнювача. Піну, що виступила, через добу обріжте
            ножом.
          </p>
          <p>
            Вищесказане стосується профілю виду «ластівка». Проміжок залишають
            для конструктивів, які заводяться полицею за борт, міцне кріплення
            гарантується шириною останньої більш як три зазори.
          </p>
          <p>
            Альтернативний технічний процес наклеювання бордюру для ванни
            виключає операції заповнення проміжку. Решта підготовки аналогічна.
          </p>
          <p>
            Практики радять прикріпити вздовж стін нижче борту дерев'яний
            оброблений гідрофобними, антисептичними просоченнями брус
            (оцинкований профіль), який стане опорою резервуару, опалубкою
            наповнювача. Розчин армують капроновою сіткою.
          </p>
          <h2>Розкрій, монтаж бордюру для ванни</h2>
          <p>
            Зробивши виміри, ріжуть заготовки з невеликим припуском для
            припасування. Фабричні кутові ланки дозволяють обійтися прямими
            різами, інакше знадобиться стусло, що задає нахил торців. Наждачним
            папером прибирають задирки.
          </p>
          <p>
            Приміряють елементи, розставивши місцями, остаточно коригують
            довжину, сполучення. При складній конфігурації піддону пластик
            вигинають, нагріваючи феном.
          </p>
          <p>Тип плінтуса та спосіб монтажу визначають нюанси:</p>
          <ol>
            <li>
              У ході облицювання душової зручно закріплювати плінтус у плитковій
              суміші, заводячи полицю під кахель. Точно витримати рівень
              укладання допоможе тимчасове встановлення ванни.
            </li>
            <li>Бордюр, що заводиться за борт, наклеюють на стіну.</li>
            <li>
              У збірних модифікацій монтажну планку приклеюють за рівнем панелі.
            </li>
            <li>
              Моделі «ластівка» клеять на перегородку та борт, для акрилу – лише
              на стіну.
            </li>
          </ol>
          <p>Послідовність збирання:</p>
          <ul>
            <li>приклейте першими кути (якщо є);</li>
            <li>
              нанесіть клей поверх опорної площини бордюру змійкою або парою
              суцільних ліній;
            </li>
            <li>
              встановіть деталь, притисніть до всієї довжини, провівши рукою,
              утримуйте до первинного схоплювання;
            </li>
            <li>
              заберіть надлишки герметика, що виступили, ганчіркою з уайт-
              спіритом;
            </li>
            <li>навантажте куточок до схоплювання;</li>
            <li>очікуйте застигання згідно з інструкцією;</li>
            <li>клацніть торцеві заглушки;</li>
            <li>зніміть скотч;</li>
            <li>
              перевірте якість, виявивши шлюб, акуратно підтягніть край,
              промажте місце, придавіть.
            </li>
          </ul>
          <br />
          <p>
            Зробити якісно бордюр для ванни у Львові – звертайтеся до
            Kran.lviv.ua. Чекаємо у будь-який час. Також{" "}
            <Link to="/bathtub-self-adhesive-sealing-tape">
              бордюр на ванну стрічкою
            </Link>
            . Інші різноманітні{" "}
            <Link to="/waterproofing">гідроізоляційні роботи</Link>.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default ButhtubTrimMouldingInstallationPage
