import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const BathtubInstallationPage = () => (
  <Layout>
    <Seo
      title="Професійний монтаж ванн"
      description="Професійний монтаж ванн у Львові"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Професійний монтаж ванн</h1>
          <p className="lead">
            <strong>
              Професійний монтаж ванн у Львові – звертайтеся до нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Монтаж ванн ‒ необхідний елемент облаштування санвузла у будь-якому
            будинку або квартирі для здійснення гігієнічних процедур. Сьогодні
            на ринку сантехнічного обладнання представлений широкий асортимент
            цих виробів. Як правило, вони відрізняються не тільки розмірами та
            формами, а й матеріалом, з якого виготовлені. Кожен з них має свої
            переваги й недоліки.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Види ванн, особливості їх встановлення</h2>
          <p>
            Сучасні виробники випускають досить багато видів сантехнічного
            обладнання:
          </p>
          <ul>
            <li>
              <p>
                Установка чавунної ванни завжди має великий попит. Стійка і
                довговічна, міцна, з низькою тепловіддачею, вона демонструє
                чудові технічні характеристики. Однак, варто врахувати велику
                вагу, яка може досягати 150 кг, і не маленькі габарити. Це
                значною мірою ускладнює демонтаж і встановлення ванни. В силу
                значної ваги чавунні ванни неможливо встановити одному.
              </p>
            </li>
            <li>
              <p>
                Установка сталевих ванн ідеально підійде шукачам бюджетного
                рішення. На ринку є досить багато привабливих дизайнерських
                моделей, вишуканих і легких. До недоліків можна віднести погану
                теплопровідність, тонкі стінки, нестійкість, шум при наборі
                води, необхідність у додатковому кріпленні. З часом з'являються
                відколи через тонкий шар емалі.
              </p>
            </li>
            <li>
              <p>
                Установка акрилових ванн досить популярна. Попри невелику вагу
                вони витримують великі навантаження. А товстий акриловий шар
                захищає від негативних механічних впливів. Завдяки високій
                теплопровідності, вода упродовж довгого часу залишається
                гарячою.
              </p>
            </li>
            <li>
              <p>
                Кваріл. Сантехніка з композитного матеріалу, що володіє всіма
                перевагами акрилових моделей і виключає їх недоліки. Ці вироби
                монтувати легко і просто. Спеціальні добавки збільшують вагу,
                підвищуючи міцність і дозволяючи встановлювати кварілові ванни
                без каркаса.
              </p>
            </li>
            <li>
              <p>
                Монтаж ванни з литого мармуру. Відрізняється ергономічністю
                форми, практичністю, простотою. Литий мармур ‒ композитний
                матеріал, що складається з натуральної мармурової крихти та
                поліефірної смоли. Встановлення ванни з цього матеріалу має ряд
                переваг: міцність, довговічність, екологічність, 100%
                відновлюваність (дрібні подряпини легко усуваються в домашніх
                умовах), простота в догляді, високий коефіцієнт шумопоглинання.
              </p>
            </li>
          </ul>
          <p>
            Правильний монтаж ванни дуже важливий для забезпечення тривалої
            експлуатації. Тільки при дотриманні всіх правил, тонкощів і нюансів
            гарантується коректне функціонування цих сантехнічних приладів.
          </p>
          <p>
            Установкою ванни повинні займатися виключно грамотні та досвідчені
            фахівці. Адже цей відповідальний і важкий процес вимагає спеціальних
            навичок і умінь. Наприклад:
          </p>
          <ul>
            <li>
              для правильного під'єднання сифона з випуском висота від підлоги
              до зливного отвору повинна складати не менше 15 см;
            </li>
            <li>
              ванна повинна бути встановлена з невеликим нахилом для зливу води
              в спеціальний отвір;
            </li>
            <li>
              щоб зменшити щілину між стіною і ванною, вона монтується перед
              проведенням облицювальних робіт.
            </li>
          </ul>
          <p>
            Фахівці "Kran.lviv.ua" детально знають усі нюанси, тонкощі й
            особливості встановлення ванн з різних матеріалів у Львові.
            Професійний підхід дозволяє провести монтажні роботи на найвищому
            рівні, надати гарантії якості. Окрема увага приділяється доступній
            вартості послуг сантехніка та індивідуальному підходу до кожного
            клієнта.
          </p>
          <h2>Перелік послуг сантехніка щодо встановлення ванн</h2>
          <p>Пропонується:</p>
          <ul>
            <li>
              Установка ванни:
              <ul>
                <li>сталевої,</li>
                <li>чавунної,</li>
                <li>акрилової.</li>
              </ul>
            </li>
            <li>
              Монтаж ванни:
              <ul>
                <li>кутової,</li>
                <li>акрилової (прямокутної) з гідромасажем,</li>
                <li>з пластикового матеріалу.</li>
              </ul>
            </li>
            <li>Гідроізоляція швів ванни.</li>
            <li>Установка над ванною змішувача і душової лійки.</li>
            <li>Монтаж розсувних шторок над ванною.</li>
            <li>
              Демонтаж ванни (без утилізації):
              <ul>
                <li>чавунної,</li>
                <li>сталевої,</li>
                <li>акрилової,</li>
                <li>кутової.</li>
              </ul>
            </li>
            <li>
              Демонтаж:
              <ul>
                <li>екрану під ванною (пластик),</li>
                <li>обв'язки ванни (чавун - метал),</li>
                <li>обв'язки ванни (нового зразка),</li>
                <li>душової стійки над ванною,</li>
                <li>сифона під ванною, комунікацій,</li>
                <li>сифона (пластикового типу).</li>
              </ul>
            </li>
            <li>
              Заміна старого металевого зливу ванни з розпилом труб і зливу.
            </li>
          </ul>
          <br />
          <p>
            Телефонуйте у будь-який час. Сантехніки професіонали виконують
            демонтаж та встановлення ванни у Львові щоденно. У місті та з
            виїздом по області. Також надаються інші різноманітні{" "}
            <Link to="/">послуги сантехніка у Львові</Link>. Звертайтеся!
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default BathtubInstallationPage
