import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"
import Phone from "../components/phone"

const BathtubCeramicBorderPage = () => (
  <Layout>
    <Seo
      title="Керамічний бордюр для ванни"
      description="Чекаємо вашого виклику, щоб встановити керамічний бордюр для ванни
      у Львові"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Керамічний бордюр для ванни</h1>
          <p className="lead">
            <strong>
              Чекаємо вашого виклику, щоб встановити керамічний бордюр для ванни
              у Львові.
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Естетика, довговічність, гігієнічність цього варіанта бордюрів для
            ванни – чудові. Але, у тому випадку, якщо встановлюємо їх ми, якщо
            звертаєтеся до нас. Запам’ятайте номери телефонів: <Phone />. Без
            нашого досвіду укладання кахлю ризикуєте зіпсувати дорогі
            компоненти. Адже праця ця копітка, потрібні навички роботи
            «болгаркою».
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <p>Знадобиться спеціалізоване оснащення:</p>
          <ul>
            <li>болгарка з діамантовим колом;</li>
            <li>плунжерний пістолет для туб;</li>
            <li>вузькі шпателі;</li>
            <li>гумова киянка;</li>
            <li>пасатижі;</li>
            <li>рулетка, рівень.</li>
          </ul>
          <p>
            Приготуйте чисті ганчірки, уайт-спірит, рукавички. Окрім герметика,
            плиткового клею треба купити дистанційні хрестики, відповідно до
            швів кахлю.
          </p>
          <p>
            <em>
              Податливі акрилові резервуари встановлюють на жорсткому каркасі,
              інакше кераміка відпаде, потріскається, шви протікатимуть. Чавунна
              сантехніка позбавлена таких недоліків.
            </em>
          </p>
          <p>
            Виготовлення бордюрів з облицювальної плитки – справа професіоналів,
            не варто займатися цим без практики. Готові з'єднувачі позбавлять
            клопоту з формуванням стиків .
          </p>
          <p>
            Кількість фрагментів визначають, розділивши периметр на довжину
            зразка, значення округлюють до більшого цілого числа, додають 3-4
            штуки на помилки, бій, сколи. Намагайтеся підібрати ланки такої
            довжини, що унеможливлює коротке дороблювання.
          </p>
          <h2>Монтаж бордюру для ванної</h2>

          <p>
            Починають, як завжди, з підготовки поверхні, далі можливі два
            сценарії монтажу:
          </p>
          <ol>
            <li>
              <p>
                Під плитку: найкращий спосіб, ідеальний при капітальному ремонті
                ванної кімнати. Як клей застосовують фірмові плиткові суміші для
                вологих приміщень.
              </p>
            </li>
            <li>
              <p>
                Поверх кахлю, змінюючи зіпсований кант ПВХ, що протікає.
                Підходять клеї сімейства "Момент". На акрилі утримуються
                композиції, що зберігають гнучкість, наприклад, MS-полімерні.
              </p>
            </li>
          </ol>
          <p>Розглянемо іншу ситуацію:</p>
          <ul>
            <li>Герметизацію щілини здійснюють за описаною вище схемою.</li>
            <li>
              Для кращої адгезії алмазним колом трохи дряпають облицювання, не
              виходячи за кордон.
            </li>
            <li>
              Розкладають, прагнучі органічно вписати дорізання. Вкоротивши всі
              ланки, можна замінити «коротун» повноцінним фрагментом.
            </li>
            <li>Готують кутові фрагменти через відсутність магазинних.</li>
            <li>
              <em>
                Відрізати без відколів можна, наклеївши скотч з потрібного боку,
                або витримавши кераміку у воді.
              </em>{" "}
              Тонкі диски ріжуть чистіше, за знижених обертів (машинки з
              регулюванням) вириви частіше.
            </li>
            <li>Наносять клей на тильну сторону кераміки.</li>
            <li>
              Укладають від кута, ставлять із зусиллям, вирівнюють, пристукуючи
              киянкою. Відстань між фрагментами витримують за допомогою
              хрестиків. Контролюють геометрію рівнем.
            </li>
            <li>Забирають зайвий склад.</li>
            <li>Після висихання затирають шви, або заповнюють герметиком.</li>
          </ul>
          <br />
          <p>
            Чекаємо вашого виклику, щоб встановити керамічний бордюр для ванни у
            Львові. Встановлюємо{" "}
            <Link to="/bathtub-trim-moulding-installation">
              пластикові бордюри
            </Link>
            . Також виконуємо якісно будь- які сантехнічні роботи. Дотримуємося
            демократичних цін. Телефонуйте, щоб замовити{" "}
            <Link to="/call-plumber">виклик сантехніка у Львові</Link>.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default BathtubCeramicBorderPage
