import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const BidetSeatPage = () => (
  <Layout>
    <Seo
      title="Сидіння-біде для унітаза"
      description="Сидіння-біде для унітаза, що це і як використовувати?"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Сидіння-біде для унітаза</h1>
          <p className="lead">
            <strong>
              Сидіння-біде для унітаза, що це і як використовувати?
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Встановити сидіння-біде для унітаза у Львові – телефонуйте! Що це? −
            електронний прилад для здійснення санітарно-гігієнічних процедур.
            Дане сантехнічне обладнання поєднує можливості біде й унітазу. Після
            дефекації, або сечовипускання інтелектуальне управління запускає
            процес підмивання. Розповідаємо детальніше.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Історія створення і розвитку продукції</h2>
          <p>
            Перші кришки на унітаз з форсунками, що подають воду, були
            розроблені в середині минулого століття для хворих, які перенесли
            операції, або мають захворювання, що ускладнюють процес
            санітарно-гігієнічних процедур. Таким пацієнтам складно самостійно
            користуватися туалетним папером і підмиватися. На допомогу прийшов
            інноваційний пристрій, що при необхідності подає воду (тоді
            виконувалося вручну).
          </p>
          <p>
            У 60-х роках прилад удосконалили. Конструктори японської компанії
            Toto розробили електронне управління і доповнили роботу сидіння з
            біде наступними функціями:
          </p>
          <ul>
            <li>
              холодна вода підігрівається до потрібної температури, показник
              якої виставляється на приладовій панелі;
            </li>
            <li>виконується сушка феном;</li>
            <li>здійснюється дезодорація повітря в приміщенні</li>
          </ul>
          <p>
            До початку 90-х сидіння-біде попри високу вартість вже завоювало
            популярність. Функціональні можливості пристрою розширювалися.
          </p>
          <p>З'явилися кришки з:</p>
          <ul>
            <li>музичним супроводом,</li>
            <li>підсвічуванням,</li>
            <li>підігрівом сидіння.</li>
          </ul>
          <p>У них виконується:</p>
          <ul>
            <li>дезінфекція всередині унітазу,</li>
            <li>іонізація повітря.</li>
          </ul>
          <p>
            Сьогодні виробництвом сидінь-біде займаються практично всі провідні
            компанії-виробники сантехніки. Провідні позиції як і раніше займають
            фірми з Японії та Кореї.
          </p>
          <p>
            У 2012 році на ринку була представлена кришка-біде з
            антибактеріальним покриттям сидіння і форсунок, що подають воду. При
            виготовленні пластика для приладу до його складу додаються
            наночастинки срібла, що володіють знезаражувальним впливом.
          </p>
          <h2>Конструкція і принцип функціонування</h2>
          <p>
            <strong>
              Сидіння-біде – це кришка для унітаза, в задній частині якої, над
              кріпленнями встановлена форсунка подавання води з іншими
              пристроями
            </strong>
            . Управління здійснюється натисканням кнопок, або поворотом певних
            ручок на панелі, розміщеній збоку від кришки. Існують моделі з
            пультом управління. При його запуску дистанційно активуються вибрані
            функції.
          </p>
          <p>
            Формою кришка повинна точно відповідати чаші унітазу.{" "}
            <strong>
              Тому рекомендується купувати в спеціалізованих магазинах сидіння з
              унітазом одночасно
            </strong>
            .
          </p>
          <p>
            Принцип роботи сидіння-біде досить простий: після справляння людиною
            природної потреби, на панелі управління натискається кнопка, яка
            керує форсункою. Висувається форсунка, з неї подається, струмінь
            теплої води Температурний режим нагрівання виставляється заздалегідь
            і є постійним. Для зміни параметрів необхідно скоригувати настройки.
            Після обмивання активується функція фену.
          </p>
          <p>
            Сьогодні на ринку сантехніки пропонується великий модельний ряд
            сидінь-біде з різноманітними можливостями. Всі вони запускаються
            автоматично при натисканні відповідної кнопочки на панелі, або
            пульті управління. Але не кожен сантехнік займається монтажем цих
            пристроїв. Щоб встановити сидіння-біде для унітаза у Львові дзвоніть
            у Kran.lviv.
          </p>
          <h2>Сидіння-біде − багатофункціональний пристрій</h2>
          <p>Функції кришки-біде для унітаза умовно розділяються на групи:</p>
          <ol>
            <li>
              До першої відносяться функціональні можливості, заради яких і був
              розроблений прилад: проведення підмивання після справляння
              природних потреб і обсушування.
            </li>
            <li>
              Інша група більша. У неї включені додаткові функції сидіння-біде,
              наявність яких залежить від моделі:
              <ul>
                <li>підігрівання сидіння;</li>
                <li>гідро масажна;</li>
                <li>підсвічування;</li>
                <li>музичний супровід;</li>
                <li>іонізація;</li>
                <li>дезінфекція;</li>
                <li>озонування та вентилювання повітря.</li>
              </ul>
            </li>
          </ol>
          <h2>Переваги сидінь-біде для унітаза</h2>
          <p>
            Високий рівень попиту на кришки-біде для унітазів, не зважаючи на
            досить значну вартість приладу, пояснюється наявністю наступних
            переваг:
          </p>
          <ul>
            <li>
              на відміну від стаціонарного, під монтаж сидіння-біде не вимагає
              додаткового місця, тому може встановлюватися навіть у невеликих
              санвузлах міських квартир;
            </li>
            <li>підходить для чоловіків, жінок, дітей;</li>
            <li>
              забезпечує високий рівень проведення санітарно-гігієнічних
              процедур;
            </li>
            <li>полегшує процес догляду за старими та хворими людьми;</li>
            <li>
              розроблені на основі сучасних інтелектуальних технологій прилади
              експлуатуються протягом тривалого часу.
            </li>
          </ul>
          <h2>Особливості монтажу сидіння-біде</h2>

          <p>
            Важливо щоб на стадії підготовки до підключення кришки-біде був
            виведений додатковий шланг подачі холодної води, який буде
            приєднуватися до сидіння. Ще один момент − наявність розетки
            недалеко від унітаза.
          </p>
          <p>Етапи встановлення сидіння-біде для унітаза:</p>
          <ul>
            <li>демонтаж старої кришки;</li>
            <li>під'єднання сидіння-біде за допомогою гайок;</li>
            <li>підключення шлангу холодного водопостачання;</li>
            <li>включення приладу у розетку</li>
          </ul>
          <h2>Кому рекомендується придбати сидіння-біде</h2>

          <p>Пристрій бажано мати:</p>
          <ul>
            <li>
              чоловікам і жінкам, які страждають від захворювань сечостатевої
              системи й кишківника;
            </li>
            <li>сім’ям зі старими батьками;</li>
            <li>
              людям, що цінують комфорт, стежить за досягненнями науки та
              техніки й активно застосовують їх у повсякденному житті.
            </li>
          </ul>
          <p>
            Звертайтеся, щоб встановити сидіння-біде для унітаза у Львові.
            Майстер сантехнік якісно виконає монтаж. Також надаються
            різноманітні <Link to="/">послуги сантехніка</Link>: ремонтні
            роботи; <Link to="/installing-toilet">встановлення унітаза</Link> (у
            тому числі з <Link to="/bidet-toilet">функцією біде</Link>);{" "}
            <Link to="/drain-cleaning">прочистка каналізації</Link>; монтаж
            систем опалення, каналізаційних та водопостачання;{" "}
            <Link to="/waterproofing">гідроізоляційні роботи.</Link>
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default BidetSeatPage
