import * as React from "react"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const BoilerRepairPage = () => (
  <Layout>
    <Seo
      title="Ремонт котлів"
      description="Пропонуємо ремонт котлів у Львові – якісно, недорого"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Ремонт котлів · Львів</h1>
          <p className="lead">
            <strong>
              Пропонуємо ремонт котлів у Львові – якісно, недорого
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Виконуємо ремонт котлів газових та твердопаливних у Львові та по
            області. Дзвоніть! Майстер у будь-який час проведе попередню
            діагностику телефоном, обговорить ймовірну ціну і вже сьогодні
            приїде до вас. Професіонали мають великий досвід роботи з різними
            моделями: Viessmann, Buderus, Vaillant, Bosch, Saunier Duval, AEG,
            Lamborqhini, Ferolli, Beretta, Termet, Ariston, Westen, Wolf,
            Frisquet, Alphatherm, Hermann, De Dietrich.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Ремонт газових котлів (несправності)</h2>
          <p>
            Інтенсивна експлуатація теплообладнання та систем водопостачання
            призводить до зношування цих приладів та несправностей. Тому
            періодично може знадобитися ремонт газових котлів.
          </p>
          <p>Основними несправностями є:</p>
          <ul>
            <li>
              <strong>Проблеми з пальником, гнітом</strong>. Причина – на
              живленні двигуна відбувається втрата напруги, або відхилення
              параметру від норми. Блокування автоматично заважає запуску котла
              для забезпечення безпеки.
            </li>
            <li>
              <strong>Помилка котла</strong>. Виникає через відключення води,
              газ перекрився або стрибає напруга.
            </li>
            <li>
              <strong>Впав тиск</strong>. Виток води з опалювальної системи, її
              несумісність з котлом тривале відключення електроенергії,
              несправність розширювального бачка.
            </li>
            <li>
              <strong>Шум всередині</strong>. Газ низької якості – основна
              причина гідроударів. Також повітря у системі опалення. Для
              припинення гідроударів необхідний ремонт котлів газових –
              встановити автоматичне повітряне відведення і відрегулювати тягу.
            </li>
            <li>
              <strong>Спрацювання блокування під час роботи пальника</strong>.
              Погане регулювання електродів запалювання, або порушення їх
              ізоляції. У деяких випадках несправність програмного контролера.
            </li>
            <li>
              <strong>Не гріється вода у крані</strong>. Ймовірно несправний
              датчик протоку. Здійснюється ремонт газових котлів – їх чистка.
            </li>
            <li>
              <strong>Холодні радіатори</strong>. Забитий циркуляційний насос.
              Тому не відбувається відведення нагрітого теплоносія від
              теплообмінника і батареї не гріються. Також може бути осідання
              накипу на теплообміннику, або у випадку двоконтурного приладу
              зламався трьох ходовий клапан.
            </li>
            <li>
              <strong>Включається розпалювання при роботі котла</strong>.
              Забруднення фотоелемента, несправність автоматики (електроніки,
              плат управління). Робимо ремонт котла – чистимо фотоелемент, або
              замінюємо плату.
            </li>
            <li>
              <strong>Зворотна тяга димоходів</strong>. Сажа у димоході. Бажана
              щорічна профілактика – чистка котла, димоходу.
            </li>
          </ul>
          <p>
            <em>
              В усіх випадках рекомендуємо звертатися до нас. Гарантується
              якісний ремонт газових котлів у Львові. Фахівці спрацюють
              оперативно. Відремонтують, замінять комплектувальні деталі.
              Почистимо корпус, пальник, робочі поверхні.
            </em>
          </p>
          <p>
            <em>
              Ціни на ремонт газових котлів низькі, оскільки виїжджаємо на
              виклики на власному транспорті, а запчастини закуповуємо у
              виробників за гуртовими цінами на спеціальних умовах.{" "}
              <strong>Телефонуйте</strong>. Ми безпечно і кваліфіковано
              ліквідуємо несправність, проведемо ремонт котла.
            </em>
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default BoilerRepairPage
