import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const CallPlumberPage = () => (
  <Layout>
    <SEO title="Виклик сантехніка Львів"
      description="Зірвало змішувач, забилася каналізація, не працює зливний бачок унітазу – викликайте сантехніка у Львові" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12 medium-12 large-10">
          <h1>Виклик сантехніка · Львів</h1>
          <p className="lead"><strong>Проблеми з водопостачання, каналізацією, або опаленням – звертайтеся&nbsp;до&nbsp;нас!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>

      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Коли починаються проблеми з водопостачання, каналізацією, або опаленням у вас є два варіанти:
            можете займатися самостійно неприємною ситуацією, або здійснити виклик сантехніка. Перший спосіб
            бюджетний, не треба платити майстру. Але потрібні специфічні навички та вільний час. Тому краще
            скористатися послугами професіонала. Телефонуйте до нас, фахівець негайно приїде і все зробить.</p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>

      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Сантехніки у Львові</h2>
          <p>Якщо трапився форс-мажор ввечері, вночі, у вихідний день звертайтеся у Kran.lviv Наприклад, зірвало змішувач, забилася каналізація, не працює зливний бачок унітазу, або є інші неполадки – треба робити виклик сантехніка у Львові. Ми працюємо цілодобово, без перерв і вихідних. Фахівець швидко прибуває і виконує терміновий ремонт, установку та демонтаж сантехніки.</p>
          <p>Викликаючи наших спеціалістів на будинок, вам не варто турбуватися про інструменти й підручні матеріали. <strong>Гарантуємо 100% позитивний результат.</strong> Все що від вас вимагається – набрати номер телефону й озвучити проблему. Її розв’язання ми беремо на себе:</p>
          <ul>
            <li>ремонт, монтаж системи опалення, каналізації, водопостачання;</li>
            <li>прочистка каналізації;</li>
            <li>демонтаж, монтаж сантехнічних приладів.</li>
          </ul>
          <p>Всі роботи проводимо у короткі терміни. Робіть виклик сантехніка Львів! Професіонали високого класу звільнять вас від  непотрібних турбот, забезпечать комфортні умови у будинку, квартирі, офісі.</p>
          <p>Більше інформації про наші <Link to="/">послуги</Link>.</p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default CallPlumberPage
