import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const ChooseHotTubPage = () => (
  <Layout>
    <Seo
      title="Вибрати гідромасажну ванну"
      description="Що треба враховувати, роблячи вибір ванни з гідро масажем"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Вибрати гідромасажну ванну</h1>
          <p className="lead">
            <strong>Як вибрати гідромасажну ванну − що треба знати</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Правильно вибрати гідромасажну ванну не кожний зможе. Є нюанси.
            Деякі ванни з гідромасажем засновані на точковому масажі шийної,
            плечової, спинної області.
          </p>
          <p className="text-center">
            Бувають прямокутні, кутові, овальні, а також багатокутні моделі.
            Крім того, гідро масажні ванни можуть бути забезпечені зручними
            підлокітниками, підголівниками та ручками.
          </p>
          <p className="text-center">
            Допомагаємо трохи зорієнтуватися у цьому питанні.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Що треба враховувати, роблячи вибір ванни з гідро масажем</h2>
          <p>Кілька правил:</p>
          <ol>
            <li>
              <p>
                Джерело електроживлення для гідромасажної ванни має відповідати
                нормам безпеки. Напруга і потужність повинні не суперечити
                параметрам моделі гідромасажної ванни.
              </p>
            </li>
            <li>
              <p>
                При придбанні слід звернути увагу на наявність плавких
                запобіжників від перевантажень. Під час експлуатації потрібно
                захищати вимикачі, розетки та вилки від води. Необхідне також
                надійне заземлення.
              </p>
            </li>
            <li>
              <p>
                При встановленні гідромасажної ванни та експлуатації категорично
                забороняється змінювати, зрізати будь-які провідні з'єднання. У
                разі несправності виробу можливе ураження електричним струмом.
              </p>
            </li>
            <li>
              <p>
                Якщо гідромасажна ванна тривалий час не використовується,
                вимикач електроживлення встановити в положення "відключено", або
                вийняти з розетки вилку та перекрити основне джерело подавання
                води.
              </p>
            </li>
            <li>
              <p>
                При установці гідромасажної ванни розетка електроживлення
                оснащується захисним вимикачем від витоку струму. Тип розетки
                надійніший за трилінійний, з лінією заземлення. Заборонено як
                заземлення використовувати будівельні елементи в будинку.
              </p>
            </li>
            <li>
              <p>
                Перед експлуатацією гідромасажної ванни слід уважно прочитати
                інструкцію. Перед кожним використанням перевірити, чи увімкнене
                основне джерело електричного живлення, відкриті головні крани
                холодної та гарячої води.
              </p>
              <p>
                Дітям користуватися гідромасажною ванною можна лише під наглядом
                дорослих.
              </p>
            </li>
            <li>
              <p>
                Після використання гідромасажної ванни потрібно відключати
                подачу води та електричне живлення. Перед відкриттям крана
                змішувача встановити його в середнє положення. Потім, пробуючи
                струмінь рукою, перевести кран в оптимальне положення.
              </p>
            </li>
          </ol>
          <h2>Чищення та догляд за гідромасажними ваннами</h2>
          <p>
            Для щоденного догляду за поверхнею акрилової гідромасажної ванни
            використовувати м'яку ганчірку та нейтральні засоби для чищення.
            Подряпини, що з'являються, відполірувати наждачним папером на 1500
            мк з водою. Потім нанести зубну пасту і зачистити м'якими
            ганчірками.
          </p>
          <p>
            Накип витирається м'якою ганчіркою з попередньо підігрітим слабким
            лимонним розчином соку чи оцту.
          </p>
          <p>
            При митті гідромасажної ванни не застосовувати ацетон, аміак, бензин
            та інші органічні розчинники, а також хімічні продукти (наприклад,
            силікон), які містять органічні кислоти. Вони можуть роз'їдати
            акрилові частини та гальванізовані деталі.
          </p>
          <p>
            Поверхні гідромасажних ванн, виготовлених з акрилу, необхідно
            очищати змоченою губкою з невеликою кількістю спеціального засобу
            для миття. Поступово нанести мийну речовину на акрилову поверхню,
            дати засобу подіяти 5-10 хв, протерти губкою, а потім ополоснути
            водою. У разі сильного забруднення повторити обробку. Чистка має
            проводитися не рідше одного разу на місяць.
          </p>
          <p>
            Гальванізовані та хромовані частини ванни потрібно чистити лише при
            потребі. Не очищати ванну важкими чи гострими предметами.
          </p>
          <p>Періодично перевіряти:</p>
          <ul>
            <li>
              електропроводи, перемикачі та контакти, які можуть бути пошкоджені
              комахами чи гризунами;
            </li>
            <li>
              трубопровід та каналізацію, щоб вони знаходилися у справності та
              не засмічувалися.
            </li>
          </ul>
          <p>
            Якщо треба вибрати гідромасажну ванну – ми допоможемо.{" "}
            <Link to="/">Послуги сантехніка</Link> – Ваш сантехнік Львів завжди
            на зв’язку. Встановити гідромасажну ванну у Львові – телефонуйте до
            нас. Будь-які{" "}
            <Link to="/plumbing-lviv">сантехнічні роботи у Львові</Link> –
            звертайтеся:
          </p>
          <ul>
            <li>встановлення теплої водяної підлоги;</li>
            <li>
              <Link to="/drain-cleaning">прочистка каналізації</Link>;
            </li>
            <li>ремонт ванної під ключ;</li>
            <li>
              <Link to="/emergency-plumbing-service">
                сантехнік цілодобово у Львові
              </Link>
              ;
            </li>
            <li>
              <Link to="/radiator-replacement">заміна батарей опалення</Link>.
            </li>
          </ul>
          <p>
            Та багато інших послуг сантехніка. Надаємо оперативно, якість завжди
            гарантуємо.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default ChooseHotTubPage
