import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const ChooseToiletPage = () => (
  <Layout>
    <Seo
      title="Вибираємо унітаз"
      description="Встановлення якого унітаза краще вибрати − підлогового чи
      підвісного: порівняння плюсів та мінусів"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Вибираємо унітаз</h1>
          <p className="lead">
            <strong>
              Встановлення якого унітаза краще вибрати − підлогового чи
              підвісного: порівняння плюсів та мінусів
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            У санвузлах використовується сантехніка, ергономічна інсталяція або
            звичайний унітаз підлогового типу. Вибір між ними залежить від
            конкретних експлуатаційних умов, бажання власника
            квартири/заміського котеджу. Переваги та недоліки є й у підлогових,
            і приставних, і навісних моделей. Далі розкажемо о них, о деяких
            важливих нюансах, які треба знати, щоб вибрати потрібний унітаз.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Комплектація та технології встановлення унітаза</h2>

          <p>
            Перш ніж порівнювати сантехніку підвісного, підлогового та
            приставного методу установки, необхідно визначитися з термінологією
            та технологіями монтажу:
          </p>
          <ul>
            <li>
              <p>
                <strong>навісний (підвісний) унітаз</strong> – комплектується
                чашею сантехнічного приладу без змивного бачка, кріплення на
                вертикальну поверхню шпильками;
              </p>
            </li>
            <li>
              <p>
                <strong>підлоговий унітаз</strong> – сьогодні має комплектацію
                компакт, оскільки змивний бачок кріпиться на майданчик у задній
                частині чаші сантехнічного виробу;
              </p>
            </li>
            <li>
              <p>
                <strong>встановлення унітаза приставного</strong> – модель для
                підлоги, комплектація без змивного бачка, як у підвісної
                сантехніки;
              </p>
            </li>
            <li>
              <p>
                <strong>кутовий унітаз</strong> – для прилягання до місця
                сполучення двох огороджувальних конструкцій у підлогових
                модифікаціях трикутну форму мають змивні бачки, у приставних і
                підвісних сама чаша має прямий кут;
              </p>
            </li>
            <li>
              <p>
                <strong>інсталяція</strong> − вертикально орієнтована рамна
                конструкція з металевого профілю (підпори + перемички) для
                кріплення підвісної сантехніки; має вбудований змивний бачок,
                патрубки, коліна, відводи для підключення чаші до бачка і
                каналізації.
              </p>
            </li>
          </ul>
          <p>
            Інсталяція в перекладі з англійської мови вже означає установку.
            Тому назва рамної конструкції дуже невдала. Наприклад, вираз
            «установка інсталяції» дослівно виглядатиме, як «установка
            установки», що не має сенсу.
          </p>
          <p>
            Так само безглуздо порівнювати інсталяції з бачками компакт-унітазів
            відкритого способу встановлення, приставними та підлоговими
            пристроями. Оскільки інсталяційні системи, по-перше, не є
            сантехнічними приладами, а служать для їхнього монтажу, по-друге,
            мають різноманітну комплектацію і конструкцію.
          </p>
          <p>
            Наприклад, інсталяції біля підлогового унітаза можуть
            використовуватися для кріплення на них раковин, поручнів для людей з
            обмеженими можливостями.
          </p>

          <h2>Плюси та мінуси встановлення підвісних унітазів</h2>

          <p>
            Встановлення компактного навісного унітаза виконується для вирішення
            кількох завдань:
          </p>
          <ul>
            <li>
              приховане розведення комунікацій, невидиме встановлення змивного
              бака унітаза;
            </li>
            <li>
              полегшення розкладки підлогової/настінної плитки, вологого
              прибирання;
            </li>
            <li>якісне покращення інтер'єру маленького туалету.</li>
          </ul>
          <p>
            Ідеальної сантехніки не існує в принципі, тому встановлення унітаза
            підвісного має плюси та мінуси експлуатації. Основними недоліками є:
          </p>
          <ul>
            <li>висока ціна;</li>
            <li>
              низька ремонтопридатність – не самих комунікацій сантехніки, а
              загальних інженерних систем квартири, що залишаються всередині та
              позаду інсталяції (стояки ХВП, каналізації, ГВП, розведення труб);
            </li>
            <li>
              складний монтаж унітаза в порівнянні з підлоговими, приставними
              моделями.
            </li>
          </ul>
          <p>
            Позитивних моментів встановлення унітаза навісного має значно
            більше:
          </p>
          <ul>
            <li>підвищення естетики сприйняття інтер'єру санвузла;</li>
            <li>легкість прибирання в туалеті та миття самого приладу;</li>
            <li>
              зниження кількості підрізування підлогового покриття,
              трудомісткості оздоблювальних робіт;
            </li>
            <li>збільшення експлуатаційного ресурсу сантехніки;</li>
            <li>
              економія робочого простору туалетної кімнати, сумісного санвузла.
            </li>
          </ul>
          <p>
            Інженерні системи у вбиральні маскуються коробами, фальшивими
            панелями, не тільки при виборі навісної сантехніки, але і при
            використанні долівкових модифікацій. Доступ до колекторів теплої
            підлоги, запірної арматури, ревізії каналізації, приладів обліку
            витрати води забезпечується облаштуванням ревізійного люка.
          </p>
          <p>
            При заміні стояка каналізації/водопроводу в будь-якому випадку
            доведеться демонтувати, що короб, фальш панель, що інсталяцію. Для
            заміни арматури всередині бачка, виробники передбачили великі
            розміри ревізійних люків, можливість швидкого вилучення/монтажу
            елементів цієї арматури.
          </p>
          <p>Деякі майстри примудряються зробити розбірний короб.</p>
          <p>
            Тому єдиним мінусом встановлення унітаза навісного з інсталяцією
            залишається висока відпускна ціна.
          </p>
          <p>
            <strong>
              Згідно зі статистикою, традиційні унітази підлогового кріплення
              тріскаються, пошкоджуються від механічних навантажень в 7 разів
              частіше, ніж підвісні чаші сантехнічних приладів.
            </strong>
          </p>
          <p>Це зумовлено фізичними законами:</p>
          <ul>
            <li>
              на унітаз підлогового типу діють вертикальні сили, опорна площина
              велика, навіть незначні нерівності призводять до розкриття тріщин,
              розколювання;
            </li>
            <li>
              у сантехнічних приладах підвісного способу кріплення вертикальні
              навантаження перерозподіляються на бічну раму.
            </li>
          </ul>

          <p>
            Виробники випробовують підвісні унітази та інсталяції для їх монтажу
            на статичне навантаження 600 кг. Сюди входить вага самої інсталяції,
            бачка та унітазу, але й для користувача залишається 200 – 300 кг із
            запасом. Тому, якщо не стрибати на верхньому обідку такого приладу
            ногами, він гарантовано прослужить довше 50 років.
          </p>
          <p>
            Таким чином у статті розглянули переваги та недоліки встановлення
            унітаза підвісного. У наступному матеріалі розкриємо тему{" "}
            <Link to="/floor-toilet-installation">підлогових приладів</Link>.
          </p>
          <p>
            Пропонуємо встановлення унітаза у Львові за доступною ціною.
            Телефонуйте. Гарантується висока якість роботи. Також виконуємо
            різноманітні сантехнічні роботи:{" "}
            <Link to="/drain-cleaning">прочистка каналізації</Link>,
            <Link to="/video-diagnostics">
              відеодіагностика каналізаційних труб
            </Link>
            , <Link to="/bathtub-installation">монтаж ванн</Link>,{" "}
            <Link to="/radiator-replacement">заміна батареї опалення</Link> та
            багато інших.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default ChooseToiletPage
