import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const CloggedDrainPage = () => (
  <Layout>
    <Seo
      title="Забита каналізація"
      description="Забита каналізація? Телефонуйте у Львові"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Забита каналізація</h1>
          <p className="lead">
            <strong>Забита каналізація у Львові – ми допоможемо!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Забита каналізація? Телефонуйте у Львові. Ситуація ця трапляється
            досить часто. Особливо це стосується старих будівель, де металеві
            інженерні комунікації експлуатуються тривалий термін. На їх
            внутрішніх поверхнях утворюються вапняні нальоти, скупчуються жирові
            відкладення. Наслідок – забиті каналізаційні труби. Чому
            засмічуються і що робити?
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Чому буває забита каналізація</h2>
          <p>Розповсюджені причини:</p>
          <ul>
            <li>жорстка вода викликала відкладення солей,</li>
            <li>застряг великий предмет,</li>
            <li>відклалося будівельне сміття, наприклад пісок,</li>
            <li>відклалося будівельне сміття, наприклад пісок,</li>
            <li>через змиті в унітаз продукти.</li>
          </ul>
          <p>
            При цьому забитися можуть як загальнобудинкові комунікації (стояк),
            так і внутрішньо квартирні трубопроводи.
          </p>
          <h2>Що чинити, якщо забита каналізація</h2>
          <p>
            Забита каналізація у квартирі (до місця з’єднання труб зі стояком) −
            можливий варіант її прочищення силами мешканців. Для цього існують
            різні способи:
          </p>
          <ul>
            <li>вантузом (гідравлічним ударом);</li>
            <li>сантехнічним тросом (обертальними й поступальними рухами);</li>
            <li>хімічними речовинами (Domestos, «Містер Мускул», «Крот»).</li>
          </ul>
          <p>
            <strong>
              Але попереджаємо, у будь-якому випадку забитої каналізації краще
              здійснити виклик сантехніка
            </strong>
            . Професіонал гарантовано позбавить від проблем. Самостійна ж робота
            часто приносить тільки додаткові турботи: втрачаються фінанси та
            нерви.
          </p>
          <p>
            Якщо забита каналізація загальнобудинкова – стояк, неакуратні дії
            приведуть тільки до поглиблення неприємностей. Тому обов’язково
            потрібно звертатися до фахівця. І не гаяти час. Адже, якщо це
            сталося у багатоквартирному будинку, при спусканні в каналізацію
            нечистот сусідами зверху усі вони потрапляють у вашу квартиру через
            злив унітазу, раковини.
          </p>
          <p>
            Дзвоніть до нас. У наших працівників є спеціальні інструменти, при
            необхідності проведуть{" "}
            <Link to="/video-diagnostics">відеодіагностику</Link> труб − з її
            допомогою легко з'ясується, у якому місці виникає забруднення, що
            послужило причиною. А значить, можна набагато швидше прочистити
            стояк. Сантехнік миттєво прибуде, розбереться чому саме забита
            каналізація і швидко усуне засмічення.
          </p>
          <p>
            Пам’ятайте! Професійні сантехніки завжди знайдуть рішення, причому,
            саме просте й ефективне. Майстри спеціалізуються на чистці
            трубопроводів різного діаметру. Для наших сантехніків немає
            засмічень, з якими вони не змогли б впоратися.{" "}
          </p>
          <p>
            Не важливо, це буде механічне прочищення стояка, або його
            гідродинамічна промивка. Забита каналізація у Львові? Навколишні
            селища, містечка по області. Негайно звертайтеся до нас. Цілодобово.
            Вас завжди чекає позитивний результат.
          </p>
          <p>
            <Link to="/">
              Послуги сантехніка у Львові{" "}
              <svg
                xmlns="http://www.w3.org/2000/svg"
                height="24px"
                viewBox="0 0 24 24"
                width="24px"
              >
                <path d="M0 0h24v24H0V0z" fill="none" />
                <path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6-6-6z" />
              </svg>
            </Link>
          </p>
          <p>
            <Link to="/drain-cleaning">
              Прочистка каналізації усіма способами{" "}
              <svg
                xmlns="http://www.w3.org/2000/svg"
                height="24px"
                viewBox="0 0 24 24"
                width="24px"
              >
                <path d="M0 0h24v24H0V0z" fill="none" />
                <path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6-6-6z" />
              </svg>
            </Link>
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default CloggedDrainPage
