import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const DrainCleaningServicesPage = () => (
  <Layout>
    <SEO title="Прочистити каналізацію у Львові"
      description="Викликайте, щоб прочистити каналізацію у Львові 24/7." />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Прочистити каналізацію у Львові</h1>
          <p className="lead"><strong>Викликайте, щоб прочистити каналізацію у Львові 24/7.</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Прочистити каналізацію у Львові та області – телефонуйте. Майстер
            завжди на зв’язку. Виклик сантехніка приймається цілодобово, щоденно, у
            вихідні та святкові дні. Застосовується інноваційне обладнання. Працюють
            професіонали з двадцятирічним досвідом роботи у цій сфері. Використовуємо
            знання, навички й технології з прочищення каналізаційних труб, набуті в
            Україні та за кордоном (Польща, Німеччина, Чехія, РФ, Прибалтика).
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Послуги сантехніка з чистки каналізації</h2>
          <p>Викликайте, щоб прочистити каналізацію у Львові 24/7. Здійснюємо:</p>
          <ul>
            <li>видалення накопичених речовин, що знижують пропускну
              здатність каналізаційної системи;</li>
            <li>профілактика утворення скупчень сміття, бруду, відходів у трубах;</li>
            <li>промивка каналізаційних систем і труб очисних станцій;</li>
            <li>проведення діагностики стану трубопроводів;</li>
            <li>підготовка до подальшої експлуатації каналізаційних мереж.</li>
          </ul>
          <p>Фахівці впораються очищенням каналізації будь-якого типу, з
            завданнями по обслуговуванню розгалужених каналізаційних мереж з
            великою кількістю уступів, поворотів, перепадів. Співробітники мають
            значний досвід роботи з очищення старих чавунних труб з шорсткою
            внутрішньою поверхнею, на якій затримуються різні мікро- і макрочастинки.
            Щоб прочистити каналізацію використовуємо:</p>
          <ul>
            <li>«ревізії» − люки в місцях різкої зміни напрямку потоку (на
              поворотах, у місцях роздвоєння труб, виходу труби в відстійник);</li>
            <li>спеціальні машини для очищення каналізації, які дозволяють
              проводити роботи шляхом механічного, гідравлічного, термічного
              або хімічного впливу на засмічення.</li>
          </ul>
          <p>Незалежно від того засмітилася каналізаційна система вдень, або
            забилася труба в стояку вночі, фахівці приїдуть і проведуть відновлювальні
            роботи в будь-який час. Ефективно відновлять пропускну здатність мережі,
            детально перевірять проходження стоків, після цього зроблять розрахунок. <strong>Ми повністю відповідаємо на питання, як прочистити каналізацію у
              Львові ефективно, акуратно і швидко</strong>.</p>
          <p>Не покинемо об'єкт до того часу, поки не переконаємося в тому, що
            усунення засмічення проведено бездоганно і каналізаційна система
            функціонуватиме без збоїв.</p>
          <h2>Від чого залежить вартість прочищення каналізаційних труб?</h2>
          <p>Ціна за те, щоб прочистити каналізацію формується виходячи з:</p>
          <ul>
            <li>місця засмічення (іноді доступ сильно утруднений);</li>
            <li>щільності блокування трубопроводів;</li>
            <li>способу чистки та потреби у технічних засобах.</li>
          </ul>

          <p>Попередній розрахунок зазвичай виявляється досить точним. Але
            підсумкова вартість погоджується після виїзду бригади та вибору методики
            прочистки каналізаційної системи.</p>
          <p>У нас найдоступніші ціни у Львові та області.</p>
          <br />

          <p>Пам’ятайте! Своєчасна і професійна прочистка каналізації дає
            можливість швидко відновити прохідність трубопроводів. Якщо вчасно не
            вжити заходів, то трубний просвіт може бути повністю заблокований − і при
            першому ж зливі стічні води потраплять в приміщення. Тому не затягуйте час,
            вчасно звертайтеся, щоб прочистити каналізацію у Львові та області.</p>
          <p>Адже ми – <Link to="/">Kran.lviv</Link>:</p>
          <ul>
            <li>робота будь-якої складності;</li>
            <li>оплата за фактом усунення засмічення;</li>
            <li>використання тільки сертифікованого обладнання фірми Ridgid,
              Rothenberger, Rems;</li>
            <li>використання методів очищення каналізації: гідродинамічний;</li>
            <li>електромеханічний; хімічний; термічний, пневматичний;</li>
            <li>працюємо по готівковому та безготівковому розрахунку;</li>
            <li>із задоволенням надається цілодобово безкоштовна консультація
              телефоном;</li>
            <li>професіонали своєї справи;</li>
            <li>гарантія якості;</li>
            <li>індивідуальний підхід до кожного клієнта.</li>
          </ul>
          <p>Гарантуємо видалення забруднень різного типу, екологічну та санітарну
            безпеку, а також повне відновлення функцій каналізаційної системи в
            мінімальні терміни.</p>
          <p>Забезпечуємо швидке прочищення труб каналізації й ліквідацію
            засмічень стічних комунікацій побутового, муніципального та промислового
            призначення, а також діагностування стану каналізаційних мереж.</p>
          <p>Здатні прочистити каналізацію у Львові у квартирах, приватних
            будинках, закладах харчування, виробничих приміщеннях, офісах.</p>
          <p>Детальніше – <Link to="/drain-cleaning">прочистка каналізації</Link> Львів усіма способами.</p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default DrainCleaningServicesPage
