import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const DrainFlushingPage = () => (
  <Layout>
    <SEO title="Промивання каналізаційних мереж"
      description="Пропонуємо промивання каналізаційних мереж – звертайтеся до нас!" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Промивання каналізаційних мереж</h1>
          <p className="lead"><strong>Пропонуємо промивання каналізаційних мереж – звертайтеся до нас!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">Під час довготривалої експлуатації каналізаційних систем водовідведення на внутрішніх поверхнях трубопроводів з'являються різні відкладення. Це зменшує пропускну здатність труби й призводить до аварійної ситуації: затоплення колодязів, підвальних, складських приміщень і надалі до великих економічних втрат. Крім цього, несправна каналізація погіршує екологічну ситуацію, негативно впливає на здоров'я людей. Для уникнення цього необхідно здійснювати профілактичне промивання каналізаційних мереж з очищенням прилеглих колодязів. Як правило, навесні та восени.</p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Наші послуги з промивання труб</h2>
          <p>Очищення стічних комунікацій у Львові – основний напрямок діяльності компанії. Займаємося усуненням засмічень у системах зовнішньої та внутрішньої каналізації. Обслуговуємо промислові, виробничі, житлові об'єкти будь-якого типу.</p>
          <p>Працюємо як одноразово, так і укладаємо угоди на постійне обслуговування/промивання каналізації. Звертайтеся. Наш догляд за комунікаціями гарантовано позбавляє проблем у цій сфері.</p>
          <p>Використовуємо інноваційне сантехнічне обладнання, яке дозволяє у стислі терміни промити каналізаційну систему. Таке промивання каналізаційних мереж гарантовано справляється зі складними засміченнями.</p>
          <p>При цьому у цій справі дуже важливий такий фактор, як професіоналізм і досвід фахівців. У нас працюють кваліфіковані співробітники, які завжди підберуть найкращий варіант для промивання каналізаційної мережі.</p>
          <p>Для прочищення каналізаційних систем міста Львова використовуємо різні методики. Раціональний метод завжди підбирається з урахуванням конкретної ситуації. У багатьох випадках успішно застосовується сучасна технологія гідродинамічної промивки.</p>
          <p>Вона підходить для зливової та фекальної каналізації. Принцип цієї чистки труб полягає у руйнуванні, подрібненні й вимиванні відкладення водою, яка подається під високим тиском. Детальніше, що таке <Link to="/hydrodynamic-drain-cleaning">гідродинамічна прочистка каналізації</Link>.</p>
          <h2>Плюси чистки каналізації способом промивки (гідродинамічним)</h2>
          <p>Гідродинамічна промивка каналізаційних труб має переваги у порівнянні з іншими варіантами:</p>
          <ul>
            <li>якісне очищення внутрішньої поверхні труби;</li>
            <li>екологічність (не використовується ніяка хімія, здатна нашкодити людям, довкіллю, трубам);/li></li>
            <li>доступність, може застосовуватися на будь-яких об'єктах − квартирах, заміських будинках, офісах (існує великий асортимент апаратів різної потужності, тому легко підбирається відповідне обладнання для різних каналізаційних систем);</li>
            <li>висока швидкість і ефективність − прочищення каналізаційних стояків займає від кількох хвилин і до декількох годин, для промивання труб квартири вистачить десяти хвилин зі складанням та розбиранням обладнання, чистки каналізації житлового будинку знадобиться до півгодини (залежно від поверховості будівлі, протяжності каналізаційної системи);</li>
            <li>різноманітність технічних засобів.</li>
          </ul>
          <p>Ці та інші переваги гідродинамічного прочищення каналізації роблять даний метод популярним. Його використання забезпечує ефективну роботу інженерних комунікацій. На гладких очищених поверхнях забруднення не затримуються, так що повторна чистка труб знадобиться дуже нескоро!</p>
          <p>Телефонуйте у будь-який час, щоб замовити промивання каналізаційних мереж у Львові.</p>
          <p>Також можете викликати механічну прочистку каналізаційної системи. Повний перелік послуг сантехніка по <Link to="/drain-cleaning">прочистці каналізації</Link>.</p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default DrainFlushingPage
