import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const DrainCleaningPrivateHousePage = () => (
  <Layout>
    <SEO title="Прочистка каналізації приватного будинку"
      description="ППрочистка каналізації приватного будинку − телефонуйте!" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Прочистка каналізації приватного будинку</h1>
          <p className="lead"><strong>Прочистка каналізації приватного будинку − телефонуйте!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">Прочистка каналізації приватного будинку у Львові, Винниках, Дублянах, Брюховичах та інших населених пунктах – працюють професіонали. Дзвоніть! З неприємною ситуацією засмічення каналізаційних труб зустрічаються мешканці й багатоповерхівок, і приватних будинків міста Львова та області. Ми надаємо сантехнічні послуги <Link to="/drain-cleaning">прочищення каналізації</Link> у будинках та квартирах, промислових&nbsp;об'єктах.</p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Чому виникають засмічення системи каналізації</h2>
          <p>З кількох причин, найбільш частими є:</p>
          <ul>
            <li>попадання в трубопровід сторонніх предметів;</li>
            <li>помилки на етапі проєктування, або встановлення каналізації;</li>
            <li>зношеність трубопроводу;</li>
            <li>неправильна експлуатація каналізаційної мережі;</li>
            <li>використання різноманітних хімічних засобів.</li>
          </ul>
          <h2>Коли потрібна прочистка каналізації приватних будинків</h2>
          <p>Визначити необхідність виклику бригади сантехніків для здійснення чистки труб у будинку можна за такими ознаками:</p>
          <ul>
            <li>стоки підіймаються наверх через сантехнічне обладнання,</li>
            <li>вода зливається занадто повільно,</li>
            <li>рідина зовсім не стікає.</li>
          </ul>
          <p>Ці пункти свідчать о повному, або частковому закорковуванні трубопроводу.</p>
          <p>Якщо з’явилися початкові ознаки засмічення, потрібне негайне прочищення каналізації будинку, щоб уникнути повного закупорювання. Але і з цим наші фахівці успішно справляються.</p>
          <h2>Методи очищення каналізаційної системи</h2>
          <p>Спосіб прочищення каналізації приватного будинку у Львові підбирається на основі конструктивних особливостей трубопроводу індивідуально, виходячи з рівня й типу забруднення. На практиці високу ефективність показують два методи:</p>
          <ul>
            <li>Механічний. Використовується в основному для видалення затверділих відкладень.</li>
            <li>Гідродинамічна прочистка каналізації приватного будинку − добре показує себе у випадках засмічення труб м'якими наростами пастоподібної консистенції.</li>
          </ul>
          <p>Роздроблені механічним способом прочищення каналізації відкладення можуть видалятися з трубопроводу гідродинамічною промивкою.</p>
          <p>Прочистка каналізаційних труб у приватному будинку у Львові передбачає використання найсучаснішого обладнання:</p>
          <ul>
            <li>електромеханічні прочисні установки (з двигуном, що обертає трос або пружину з наконечником);</li>
            <li>гідродинамічні агрегати − вимивають наліт шляхом впливу на нього сильного струменя води;</li>
            <li>каналопромивочні машини − використовуються для прочищення будинкової зовнішньої каналізаційної систем великих діаметрів.</li>
          </ul>
          <p>Також телеінспекція, визначає візуально причину проблемної ситуації. Це, грубо кажучи, відеокамера, яка запускається у трубу і виводить зображення на портативний монітор.</p>
          <p>Працюючи у Львові та передмістях, гарантуємо якість прочищення каналізаційної системи приватного будинку. Щоб замовити послугу сантехніка з очищення труб особняка, телефонуйте по вказаному на сайті номеру телефона. Маємо необхідний інструмент і кваліфікований персонал, яким виконується прочистка каналізації приватного будинку будь-якої складності.</p>
          <p><Link to="/">Різноманітні послуги сантехніка</Link></p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default DrainCleaningPrivateHousePage
