import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const DrainCleaningDifficultDebrisPage = () => (
  <Layout>
    <SEO title="Прочистка каналізації · найскладніші засмічення"
      description="Прочищення каналізації у Львові: чистимо найскладніші засмічення" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Прочистка каналізації · найскладніші засмічення</h1>
          <p className="lead"><strong>Чистимо каналізацію від найскладніших засмічень – звертайтеся до нас!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">Прочищення каналізації у Львові − один з основних видів нашої
            діяльності. Залишайте заявки. Працюємо без
            вихідних. Усуваємо всі види засмічень − від невеликих квартирних (унітаз,
            раковина) до забруднення стояків, колодязів і промислових трубопроводів
            великої протяжності, <strong>діаметром до 500-600 мм</strong>. Застосовуємо різноманітні
            способи чистки труб. Детальніше: <Link to="/drain-cleaning">прочистка каналізації Львів</Link>.</p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Прочищення каналізації – що і як чистимо</h2>

          <p>Не кожна людина самостійно впорається з такими неприємними
            ситуаціями, як засмічення унітазу, раковини, ванни або мийки. Любителі ніяк
            не зможуть виконати прочищення каналізації у квартирі, або будинку.</p>
          <p>А у наших співробітників двадцятирічний досвід робіт, чистка труб на
            промислових і житлових об'єктах – їх спеціалізація. Вони в найкоротші
            терміни, не залежно від складності, гарантовано впораються із важким
            завданням.</p>
          <p>Фахівці ставляться з великою відповідальністю до чищення
            каналізаційної системи. Також виконується цілодобове термінове прочищення
            каналізації у Львові.</p>
          <p>Від нас замовник отримує дійсно професійні послуги сантехніка з
            чищення каналізаційної системи. Забезпечуємо термінову, але акуратну
            прочистку засмічень унітазів, раковин, душових кабін.</p>
          <p><strong>Здійснюється, як заздалегідь узгоджене, планове прочищення
            каналізації та інших трубопровідних стічних конструкцій у квартирах,
            приватних будинках, котеджах і інших об'єктах, так і аварійна прочистка
            труб</strong>.</p>
          <p>Прочищення каналізації охоплює комплекс заходів, спрямованих на
            видалення сторонніх і чужорідних тіл з мережі, а також очищення труб від
            жирового та іншого відкладення. Чистка каналізаційних мереж відбувається
            по різному:</p>
          <ul>
            <li>розбирання і промивання кожної труби окремо;</li>
            <li>якщо немає можливості демонтажу трубопроводу, бруд і
              відкладення видаляються тросом;</li>
            <li>прочистка унітазу робиться вантузом, який діє на пробку тиском
              води;</li>
            <li>їм же прочистимо сифони та обв'язки на мийках, раковинах, ваннах
              і душових кабін (або повним розбиранням і промиванням);</li>
            <li>якщо вантуз не справляється на допомогу приходить трос, який
              виштовхує сторонній предмет всередину системи, або намотує на
              насадку та витягує;</li>
            <li>при потребі прочищення труб каналізації здійснюється
              продуванням повітрям (<Link to="/pneumatic-drain-cleaning">пневматичний метод</Link>), хімічно, термічною
              промивкою;</li>
            <li>дієвою технологією є <Link to="/hydrodynamic-drain-cleaning">гідродинамічна прочистка</Link> каналізаційних
              труб.</li>
          </ul>
          <p>У холодну пору року ґрунт і фундамент іноді промерзають настільки, що
            замерзає вся система до колодязя або септика. У цьому випадку на трос
            ставиться спеціальна насадка і льодяна пробка видовбується.</p>
          <p>Також, якщо у мережі потрапляє пісок, створюється піщаний корок. Такі
            випадки зустрічаються на автомобільних мийках, у будинках, де миють
            тварин, після ремонтів. Такого виду засмічення сантехнік чистить тросом під
            великим водяним тиском.</p>
          <h2>Чому на прочищення каналізації у Львові вибирають нас</h2>
          <p>Ми кращі у цій сфері, завжди досягаємо позитивного результату. Будь
            то профілактична, або термінова прочистка труб.</p>
          <p>Після закінчення робіт ми обов'язково:</p>
          <ul>
            <li>перевіряємо якість функціонування каналізаційної системи;</li>
            <li>надаємо рекомендації щодо правильного її використання;</li>
            <li>показуємо недоліки монтажу каналізації (якщо такі є);</li>
            <li>надаємо раціональні пропозиції щодо удосконалення
              каналізаційних мереж;</li>
            <li>за домовленістю переробляємо каналізацію, покращуємо
              експлуатаційні характеристики;</li>
            <li>інформативно звітуємо перед замовником о виконаній роботі;</li>
            <li>оплата проводиться тільки тоді, коли клієнт переконається в
              якісному прочищенні каналізації.</li>
          </ul>
          <p>Сучасне технічне оснащення дозволяє виконувати планове та аварійне
            прочищення каналізації максимально швидко й ефективно. Тому при
            виникненні засмічення труб, усунення якого вимагає спеціальних
            інструментів і професійних навичок, сміливо звертайтеся.</p>
          <h2>Наші переваги</h2>
          <p>На користь Kran.lviv свідчить:</p>
          <ul>
            <li>великий штат кваліфікованих майстрів;</li>
            <li>працюємо акуратно, майстри не зламають сантехніку, не зіпсують
              зовнішній вигляд приміщення;</li>
            <li>20+ років виконання прочищення каналізації у Львові та області;</li>
            <li>обслужили &gt; 100 000 м трубопроводів промислового та
              господарсько-побутового призначення;</li>
            <li>чистимо труби різних діаметрів (50-600 мм);</li>
            <li>здійснюється планове, профілактичне, термінове прочищення
              каналізації;</li>
            <li>наявність усього необхідного обладнання і спеціальної техніки;
              чистка труб проводиться у квартирах, будинках, підвалах, закладах
              харчування, офісах, на промислових об’єктах, автомийках;</li>
            <li>можливий виїзд в інші населені пункти (Львівська область);</li>
            <li>проводиться <Link to="/video-diagnostics">відеодіагностика труб</Link>;</li>
            <li>результативність застосування дієвих способів прочищення
              каналізації;</li>
            <li>прозора цінова політика;</li>
            <li>графік роботи 24/7;</li>
            <li>крім разових послуг пропонуємо постійне обслуговування, яке
              забезпечить безперебійність експлуатації стічної системи в будь-
              який час року незалежно від погодних умов;</li>
            <li>чищення зливової каналізації;</li>
            <li>очищення жировловлювачів;</li>
            <li>надання різноманітних послуг сантехніка у Львові будь-якого рівня
              складності.</li>
          </ul>
          <h2>Як формується ціна на прочищення каналізації у Львові</h2>
          <p>Всі роботи з прочистки й промивання каналізаційних систем можуть
            здійснюватися як виконання разової послуги, або відповідно до угоди з
            постійного обслуговування об’єкту. На вартість прочищення каналізації у
            Львові впливають наступні фактори:</p>
          <ul>
            <li>діаметр трубопроводу;</li>
            <li>вид стоків (виробничі, господарські, зливові);</li>
            <li>рівень засміченості;</li>
            <li>аварійне чи планове прочищення каналізації;</li>
            <li>характеристика відкладення;</li>
            <li>глибина розташування трубопроводів;</li>
            <li>забрудненість колодязя;</li>
            <li>умови, в яких доводиться проводити прочищення каналізації
              (автомобільна дорога, тротуар, час пікового скидання та інше).</li>
          </ul>
          <p>При цьому завжди прагнемо до максимального зниження вартості
            послуг сантехніка, тому можете розраховувати на вигідні умови співпраці.</p>
          <br />
          <p>Необхідна прочистка каналізації у Львові та області? <strong>ТЕЛЕФОНУЙТЕ!</strong> Пропозиція актуальна для промислових підприємств,
            багатоквартирних комплексів, великих організацій, закладів харчування
            (кафе, ресторани, паби), приватних будинків. Субота та неділя, святкові дні –
            завжди допоможемо. Планове та термінове прочищення каналізації сім днів на
            тиждень.</p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default DrainCleaningDifficultDebrisPage
