import * as React from "react"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const DrainCleaningWithCablePage = () => (
  <Layout>
    <Seo
      title="Чистка каналізації сантехнічним тросом"
      description="Здійснюється прочистка труб сантехнічним тросом у Львові цілодобово."
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Чистка каналізації сантехнічним тросом</h1>
          <p className="lead">
            <strong>
              Здійснюємо прочистку каналізації у Львові сантехнічним тросом.
              Звертайтеся!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Цілодобова чистка каналізації у Львові усіма способами. У тому числі
            здійснюється прочистка труб сантехнічним тросом. Вона усуває старі
            та складні засмічення у пластикових, чавунних та металевих мережах.
            Адже виготовлений з високоякісної сталі, цей інструмент витримує
            велике навантаження і пробиває, чіпляє та витягує забруднення
            будь-якої складності.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Як вибирати</h2>
          <p>
            Вид і розмір сантехнічних тросів для чищення каналізації
            підбирається виходячи з трубних діаметрів і нюансів засмічень.{" "}
          </p>
          <table className="stripe">
            <thead>
              <th>
                Каналізаційна труба <br />
                <small>∅ у мм</small>
              </th>
              <th>
                Трос <br />
                <small>∅ у мм</small>
              </th>
            </thead>
            <tbody>
              <tr>
                <td>&lt;50</td>
                <td>&lt;10</td>
              </tr>
              <tr>
                <td>50-110</td>
                <td>11-15</td>
              </tr>
              <tr>
                <td>&gt;110</td>
                <td>&gt;16</td>
              </tr>
            </tbody>
          </table>
          <p>
            Для прочищення каналізації у квартирі береться інструмент 6-10 мм
            діаметром, будинкової каналізаційної мережі – 12-16 мм, у
            промислових спорудах – 16-20 мм. Для прочистки невеликої труби з
            пластику застосовується тоненький гнучкий трос ∅ до 1 см.
          </p>

          <h2>Конструкція та види троса сантехнічного</h2>
          <p>
            Ці сантехнічні інструменти для прочистки каналізації розрізняються
            довжиною, діаметрами, насадками. Складаються з компонентів:
          </p>
          <ul>
            <li>стрижня;</li>
            <li>ручки, що обертає;</li>
            <li>насадки, яка розбиває засмічення.</li>
          </ul>
          <h3>Типи тросів</h3>
          <p>
            Різновиди, якими виконується чистка каналізації мають різні технічні
            характеристики й особливості використання:
          </p>
          <ul>
            <li>
              <em>Канатний (такелажний)</em> – ∅ ≤ 6 мм, протяжністю 2-5 м. На
              вигляд як канат з обжатими кінцями, скручений дуже щільно з
              дрібнесеньких дротиків. Завдяки пружності та гнучкості проходить
              усі вигини каналізаційних труб.
            </li>
            <li>
              <em>Гнучкий сантехнічний трос (валом називають)</em>. Основою є
              металевий стрижень, з нанесеними на нього металевими спіралями.
              Діаметр до 2,8 см, довжиною до 60 м.
            </li>
            <li>
              <em>Металева стрічка</em> – гнучка конструкція, нею забезпечується
              чистка каналізації, коли потрібне пробивання засмічень у
              трубопроводах значних діаметрів. Закінчується чотирикутною пикою.
              До 30 м, ширина до 2,5 см. Згорнута потребує мало місця, але трохи
              незручна, згинаються виключно в одній площині.
            </li>
            <li>
              <em>Пружинний (кручена пружина)</em>. До 25 м, ∅ ≤13,5 мм. Виріб у
              пластиковій сплітці гарний варіант для прочищення пластикових
              труб, не порушуючи їх цілісність зсередини.
            </li>
            <li>
              <em>Натяжний</em>. Професійний, з високою жорсткістю. Робиться
              прочистка каналізації у проблемних випадках засмічень.{" "}
            </li>
          </ul>
          <h2>Насадки</h2>
          <p>
            Різняться призначенням, допомагають розділити сміття на частини й
            вивести поетапно. Закріплюються на різьбовому з'єднанні та при
            потребі змінюються:
          </p>
          <ul>
            <li>йоржик – чистка каналізації від органіки;</li>
            <li>
              шнек – кручена насадка, схожа на бур, усуваються м'які нарости
              всередині трубопроводів;
            </li>
            <li>
              пробійник (піка) – для застарілих складних забруднень, якими
              повністю закривається просвіт труби;
            </li>
            <li>донна – прочистка каналізації видаляючи будівельне сміття;</li>
            <li>гак – витягує предмети з каналізації;</li>
            <li>
              гарпун – поєднує властивості пробійника з гаком, пробиваючи й
              підчіплюючи засмічення, вилучає його;
            </li>
            <li>
              скребок (дві загнуті пластини з зазублинами) – знімає відкладення
              зі стінок;
            </li>
            <li>сфера – видаляється пісок і вапно;</li>
            <li>
              ніж з гранями – прочищення каналізації з ліквідацією кореневої
              системи;
            </li>
            <li>лопать – гіпсові й мулисті відкладення.</li>
          </ul>
          <p>
            Насадки для прочистки каналізаційних труб підбираються відповідно до
            розмірів їх діаметрів.
          </p>
          <h2>Процедура прочищення каналізації</h2>
          <p>Вільний кінець інструменту занурюється зливний отвір.</p>
          <p>
            Круговими рухами за годинниковою стрілкою проштовхується якомога
            глибше до місця передбачуваного засмічення.
          </p>
          <p>
            Тиск пристрою на засмічення видаляє його повністю, або розділяє на
            більш дрібні частинки, які вільно виводяться далі по стічної
            системи.
          </p>
          <p>
            Коли трос доходить до стояка, відразу не виймається. Продовжуються
            зворотно-поступальні рухи та обертання, це допомагає прочистити
            стінки труб. Після завершення відкривається на максимум гаряча вода,
            яка остаточно змиває залишки забруднення.
          </p>
          <p>
            <em>
              Нашим колективом проводиться чистка каналізації у Львові
              сантехнічним тросом та всіма іншими способами. Використовується
              новітнє обладнання. Гарантується 100 % позитивний результат.
            </em>{" "}
            <strong>Дзвоніть.</strong>
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default DrainCleaningWithCablePage
