import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const DrainCleaningThermalAndMechanicalPage = () => (
  <Layout>
    <Seo
      title="Прочистка каналізації будинку - термічний та механічний способи"
      description="Як і чим прочистити каналізаційні труби в будинку − перевірені
      методи та способи прочищення каналізації (термічний, механічний)"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>
            Прочистка каналізації будинку - термічний та механічний способи
          </h1>
          <p className="lead">
            <strong>
              Як і чим прочистити каналізаційні труби в будинку − перевірені
              методи та способи прочищення каналізації (термічний, механічний)
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            {" "}
            Якщо профілактичні заходи марні, і не вдалося запобігти утворенню
            пробок, необхідно очищення каналізації у приватному будинку.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <p>
            Щоб прочистити каналізаційні труби в будинку існують ефективні
            методи:
          </p>
          <ul>
            <li>термічні,</li>
            <li>механічні,</li>
            <li>хімічні,</li>
            <li>гідродинамічний,</li>
            <li>пневматичний.</li>
          </ul>
          <p>
            Кожен з них має свої характеристики та підходи, щоб ліквідувати
            причини закорковування каналізаційної системи. Допускається
            поєднання методів, особливо якщо серйозні проблеми. Коли необхідно
            знайти спосіб, як гарантовано прочистити каналізаційні труби у
            будинку.
          </p>
          <h2>Використання гарячої рідини</h2>

          <p>
            Найчастіше мильні відкладення збираються у трубопроводах ванних
            кімнат та санвузлів. Ви можете впоратися з ними, якщо промивати
            каналізацію нагрітою водою, в яку для збільшення результативності
            додається сода. У цьому випадку особливих турбот забруднення не
            викликає.
          </p>
          <p>
            Необхідно лише враховувати, що до того, як прочистити труби
            каналізації в приватному будинку гарячою водою, приготувати треба
            мінімум декілька десятків літрів рідини. Аналогічно можна
            розібратися з жиром на кухонній сантехніці.
          </p>
          <p>
            Коли немає жодної можливості чи бажання розібрати трубопровід, щоб
            наблизитися до проблемної області, можна запустити потік рідини
            шлангом.
          </p>

          <h2>Механічне очищення каналізації</h2>

          <p>
            Якщо промивання не дає потрібний ефект, прийшов час застосувати
            вантуз. Але спочатку впевнитися, що всі інші отвори в системі щільно
            закриті.
          </p>
          <p>
            Якщо і це виявилося марним, з усіх пристроїв, які можете
            використати, щоб прочистити каналізаційні труби вдома, краще узяти
            сантехнічний дріт (читайте: "
            <Link to="/drain-cleaning-with-cable">
              Чистка каналізації сантехнічним тросом
            </Link>
            ").
          </p>
          <p>
            Розібратися з ним без напарника важко, тому доведеться викликати
            сантехніка, або попросити у когось допомоги. З усіх способів, як
            самостійно прочистити каналізаційні труби в будинку, цей є
            найскладнішим. З ним слід познайомитися до початку роботи.
          </p>
          <p>
            Сантехнічні троси різні, відрізняються своїми характеристиками,
            включаючи:
          </p>
          <ul>
            <li>розмір − довжина та діаметр;</li>
            <li>зовнішній вигляд − кабель або скручена пружина;</li>
            <li>
              наявність додаткових пристроїв − з кінчиками (кулі, спіралі), або
              без них.
            </li>
          </ul>
          <p>
            Якщо, приймаючи рішення, як прочистити каналізаційні труби в
            приватному будинку, вибирається кабель зі спіралями, то майте на
            увазі, що він успішно закручується у засмічення і часто витягує
            корок. Своєю чергою, дріт з кулею використовується найчастіше, щоб
            просунути засмічення далі, після попереднього розбиття на кілька
            частин.
          </p>
          <p>
            Також у розпорядженні спеціалістів є насадка у вигляді коронки або
            фризи. Вона надягається на пристрій і може розрізати пробку.
            Обертальні рухи виконувати надзвичайно обережно, особливо якщо
            трубопровід пластиковий.
          </p>
          <p>
            <strong>
              Не слід забувати, що сантехнічний дріт не проходить через повороти
              під прямим кутом і сифонами. Тому він повинен вводитися через
              місце під’єднання сантехнічного приладу до зливної системи, або
              спеціальні ревізії, які встановлені на каналізаційних трубах.
              Такі, як трійник з гвинтовою пробкою.
            </strong>
          </p>
          <p>
            Якщо пристрій має невеликий діаметр порівняно з поперечним розрізом
            труби, то він проходить через повороти 90 градусів. Але буде
            відчуття, що трос сантехнічний упирається у щось тверде. Далі,
            подолавши поворот, він почне вільно рухатися.
          </p>
          <p>
            Якщо дріт вибраний як інструмент, щоб прочистити труби каналізації,
            слід діяти поетапно:
          </p>
          <ol>
            <li>
              <p>
                Пристрій розгортається і вводиться у відповідний отвір у
                каналізаційній мережі.
              </p>
            </li>
            <li>
              <p>
                Проштовхуючи його, потрібно діяти з невеликим прокручуванням, до
                досягнення забруднення. Головне − не сплутати проблемну область
                зі з'єднанням труб.
              </p>
            </li>
            <li>
              <p>
                Щоб усвідомити, що мета досягнута і немає влучання у поворот (на
                90 градусів) або в стикування, необхідно здійснювати
                поступально-зворотні рухи з прокручуваннями. Досягнувши місця
                засмічення, сантехнічний трос починає протистояти обертовим
                рухам.
              </p>
            </li>
            <li>
              <p>
                Якщо при розв’язанні проблеми, чим прочистити каналізаційні
                труби, вибрано пристосування без наконечника або з кулькою, тоді
                потрібно постаратися пропхати пробку максимально далеко,
                подробивши її на частини. Переконатись у тому, що засмічення
                пробите можна лише наповнивши мережу водою.
              </p>
            </li>
            <li>
              <p>
                Якщо, щоб пробити каналізацію в приватних будинках, вибраний
                пристрій зі спіралеподібним наконечником, слід підчепити їм
                сміття та витягнути його назовні.
              </p>
            </li>
            <li>
              <p>
                Вдалося впоратися − інструмент витягають й вирішивши, чим
                промити каналізацію – кип'яченою водою або хімічними речовинами
                – приступають до остаточного знищення слідів засмічення.
              </p>
            </li>
          </ol>
          <p>
            При застосуванні троса, виготовленого у формі пружини, не треба
            допускати його перекручування. Тому що в цьому випадку він може
            заломитися або розміститися всередині трубопроводу по спіралі, а це
            не дозволить прочистити трубу каналізації. Тільки створить додаткові
            проблеми.
          </p>
          <br />
          <p>
            Чим і як прочистити каналізаційні труби в будинку у Львові
            дізнавайтеся на <Link to="/">Kran.lviv</Link>, або викликайте
            майстра сантехніка від нас. Виконується{" "}
            <Link to="/drain-cleaning">прочистка каналізації</Link> усіма
            сучасними методами.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default DrainCleaningThermalAndMechanicalPage
