import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const DrainCleaningPage = () => (
  <Layout>
    <Seo
      title="Прочистка каналізації"
      description="Пропонуємо механічний, вакуумний та гідродинамічний 
      способи очищення каналізаційних труб"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Прочистка каналізації · Львів</h1>
          <p className="lead">
            <strong>
              Прочистка каналізації у Львові – звертайтеся до нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Прочищаємо цілодобово, щоденно. Адже сьогодні без каналізаційної
            мережі неможливо жити. Це – одна з найважливіших систем у будинку,
            офісі, на підприємстві. Проблеми з нею негативно впливають на
            людину, роблять життя набагато складнішим. Тому її потрібно постійно
            підтримувати у&nbsp;справному&nbsp;стані.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Наші послуги по прочистці засмічень</h2>
          <p>
            Протягом активної експлуатації на внутрішній поверхні каналізаційних
            труб утворюються відкладення, які знижують їх пропускну здатність.
            Також це створює сприятливе середовище для розвитку шкідливих
            мікроорганізмів. Щоб запобігти цьому необхідно проводити своєчасне
            очищення трубопроводів.
          </p>
          <p>
            <Link to="/">Kran.lviv</Link> тривалий час займається прочищенням
            засмічень у Львові та навколишніх населених пунктах. Висока
            кваліфікація співробітників, сучасне обладнання, професійний
            інструмент, використання ефективних способів очищення труб
            дозволяють успішно справлятися із завданнями будь-якої складності.
          </p>
          <p>
            Нами виконується профілактична та аварійна прочистка каналізації.
            Працюємо щоденно та цілодобово. Позбавляємо клієнтів від проблем у
            вихідні та святкові дні.
          </p>
          <h3>Які методи очищення каналізаційної системи використовуємо</h3>
          <p>Застосовуємо такі способи прочищення каналізаційних труб:</p>
          <ul>
            <li>
              <p>
                <strong>Сантехнічний трос.</strong> Ліквідуються тверді
                засмічення, сміття та інші предмети. Його вводять у трубу,
                повільно обертаючи. Завдяки цьому забруднення руйнуються, а
                великі предмети чіпляються за трос і з ним виходять назовні.
              </p>
            </li>
            <li>
              <p>
                <strong>Вантуз та його аналоги.</strong> Прочистка каналізації
                здійснюється шляхом створення розрідження під гумовим ковпаком
                (ефект гідравлічного удару).
              </p>
            </li>
            <li>
              <p>
                <strong>Термічна промивка каналізаційних систем.</strong>{" "}
                Нагрітою до високої температури водою.
              </p>
            </li>
            <li>
              <p>
                <strong>Хімічний.</strong> Застосовуються рідкі та сухі
                речовини, що розкладають жирові й інші відкладення.
              </p>
            </li>
            <li>
              <p>
                <strong>Гідродинамічна прочистка каналізації.</strong> Водяні
                струмені, що подаються під високим тиском руйнують перешкоди.
                Екологічний, ефективний, сучасний спосіб.
              </p>
            </li>
            <li>
              <p>
                <strong>Механічне очищення труб.</strong> Електромеханічними
                машинами малої й середньої потужності у трубопровід вводять
                сталевий трос (спіраль) зі спеціальною насадкою.
              </p>
            </li>
            <li>
              <p>
                <strong>Пневматичний.</strong> Продування стисненим повітрям.
              </p>
            </li>
            <li>
              <p>
                <strong>Пневмогідроімпульсна прочистка каналізації.</strong>{" "}
                Суть – створення у рідині дрібних бульбашок повітря. Лопаючись,
                вони запускають ефект кавітації, – серію мікровибухів. Виникає
                ударна хвиля, яка руйнує засмічення.
              </p>
            </li>
            <li>
              <p>
                <strong>
                  Комбінований метод прочищення каналізаційних труб.
                </strong>{" "}
                Поєднуються кілька перерахованих вище способів.
              </p>
            </li>
          </ul>
          <h3>
            Яка вартість послуги сантехніка «прочистка каналізації у Львові»
          </h3>
          <p>
            У нас пропонується гнучка цінова політика, індивідуально підходимо
            до кожного замовника. Завжди враховуємо усі нюанси. Вартість
            прочищення каналізаційних труб залежить від:
          </p>
          <ul>
            <li>складності засмічення,</li>
            <li>обсягу роботи,</li>
            <li>часу доби (ніч, день),</li>
            <li>дня тижня (вихідний, святковий),</li>
            <li>терміновості.</li>
          </ul>
          <p>
            Приблизну ціну озвучить диспетчер на етапі замовлення виїзду
            майстра. Точну суму розрахує майстер сантехнік після приїзду на
            об’єкт та визначення способу, яким буде здійснюватися прочистка
            каналізації.
          </p>
          <br />
          <p>
            <strong>Телефонуйте!</strong> Досвідчені професіонали Kran.lviv
            допоможуть гарантовано позбутися засмічень каналізаційної магістралі
            будь-яким з перерахованих вище способів. Для нас немає нічого
            неможливого!
          </p>
          <p>
            Обслуговуємо каналізаційні системи у готелях, офісах, приватних
            будинках, квартирах і на підприємствах Львова. Прийнявши виклик,
            сантехнік відразу виїжджає на об’єкт. Оперативно прибуває, проводить
            обстеження, з’ясовує рівень засмічення, визначає проблемні ділянки
            трубопроводу.
          </p>
          <p>
            Проаналізувавши отриману інформацію підбирає метод, який найкраще
            підходить до конкретної ситуації. Після цього відбувається прочистка
            каналізації. Все робиться дуже швидко, якісно й акуратно.
          </p>
          <p>
            Не треба займатися прочищенням туалету, раковини, ванної самостійно.
            Для цього є кваліфікований сантехнік озброєний сучасною технікою.
          </p>
          <p>
            <strong>Чекаємо вашого дзвінка!</strong>
          </p>
          <p>
            Детальніше про{" "}
            <Link to="/">послуги сантехніка у Львові дивіться тут</Link>.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default DrainCleaningPage
