import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"
import Phone from "../components/phone"

const DrainCleaningChemicalAndHydrodynamicPage = () => (
  <Layout>
    <Seo
      title="Прочистка каналізації будинку - хімічний та гідродинамічний способи"
      description="Як і чим почистити каналізаційні труби в будинку - хімічний та гідродинамічний способи"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>
            Прочистка каналізації будинку - хімічний та гідродинамічний способи
          </h1>
          <p className="lead">
            <strong>
              Як і чим почистити каналізаційні труби в будинку - дізнайтесь далі
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Як і чим почистити каналізаційні труби в приватному будинку?
            Дізнайтесь про хімічний та гідродинамічний способи далі.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Прочищення каналізаційних труб хімічним способом</h2>
          <p>
            Використання хімічних розчинів дозволяє почистити каналізаційні
            труби від жиру та засмічення, але тільки з метою профілактики. Або
            для завершення очищення каналізації іншим способом − закріплення
            первинного результату.
          </p>
          <p>
            Щоб не завдати шкоди здоров'ю або системі відведення стоків, при
            застосуванні хімії потрібно знати об особливостях її використання та
            дотримуватись певних правил:
          </p>
          <ol>
            <li>
              <p>
                Через специфіку різних компонентів вони здатні пошкодити
                комунікації. Це необхідно враховувати, підбираючи склад, чим
                промити каналізацію в приватному будинку, залежно від
                конкретного виду трубної продукції.
              </p>
            </li>
            <li>
              <p>
                При роботі з хімічними речовинами неодмінно дотримуються
                запобіжних заходів, які зазвичай перераховані на обгортці
                товару, оскільки багато з них виділяють отруйні випари.
              </p>
            </li>
            <li>
              <p>
                Перед тим, як прочистити каналізацію у квартирі, домоволодінні
                чи на дачі, у приміщенні потрібно створити певні умови. Воно має
                бути добре провітрюваним.
              </p>
            </li>
          </ol>
          <p>
            Купуючи хімічні засоби для прочищення сантехніки, потрібно уважно
            ознайомитись з інструкцією. Відповідно до неї, певний обсяг
            препарату виливають у злив. Потім через зазначений в документації
            час роблять промивання сильним водяним потоком, холодним чи теплим.
          </p>

          <p>
            <strong>
              Заборонено змішувати між собою різні хімічні засоби, оскільки
              наслідки від цього можуть виявитися непередбачуваними. Слід
              зазначити, що дорогі та розрекламовані розчини не завжди
              виявляються ефективними.
            </strong>
          </p>
          <h2>Прочищення каналізаційних труб гідродинамічним способом</h2>
          <p>
            Даний метод, як прочистити каналізаційні труби в будинку, є найбільш
            радикальним з усіх, що застосовуються. Засмічення видаляють
            струменем води, що знаходиться під високим тиском. Для цього
            використовується спеціальне обладнання, яке є у фахівців, що
            працюють у цій сфері.
          </p>
          <h2>Попередження закорковувань та їх профілактика</h2>
          <p>
            Сьогодні існує велика кількість різних методів, що забезпечують
            ефективну боротьбу із засміченнями та сміттєвими пробками. Але краще
            не допускати ситуацію, коли потрібно вживати кардинальних заходів.
            Усі комунікації потребують догляду та проведення своєчасної
            профілактики, і труби каналізації не є винятком.
          </p>
          <p>Потрібно дотримуватися певних правил:</p>
          <ol>
            <li>Не відправляти у каналізацію погано розчинні речовини.</li>
            <li>
              Встановлювати каналізаційні трубопроводи під невеликим ухилом.
            </li>
            <li>
              Щонайменше раз на тиждень промивати сливи сантехніки окропом
              протягом декількох хвилин.
            </li>
            <li>Встановлювати спеціальні грати у сливах.</li>
            <li>
              Коли забилася каналізація, необов'язково звертатись до
              сантехніків. Спершу слід спробувати прочистити каналізацію
              самостійно. Для цього існують народні засоби, щоб почистити
              каналізаційні труби в будинку − столовий оцет і сода.
            </li>
          </ol>
          <p>
            Запобігши засміченням і уникнувши трудомістких заходів щодо їх
            усунення, вдасться заощадити не тільки чимало часу, а й коштів.
          </p>
          <br />
          <p>
            Але, якщо потрібно прочистити каналізаційні труби в будинку у Львові
            зі 100 % результатом звертайтеся − <Phone />. Професіонал приїде та
            ліквідує неприємну ситуацію.{" "}
            <Link to="/">Прочистка каналізації</Link>,{" "}
            <Link to="/video-inspection">відеоінспекція трубопроводів</Link>,{" "}
            <Link to="/sewer-search">пошук каналізації</Link>,{" "}
            <Link to="/sewer-search">виклик сантехніка</Link>.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default DrainCleaningChemicalAndHydrodynamicPage
