import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const EliminateWaterLeakPage = () => (
  <Layout>
    <Seo
      title="Як усунути витік води у трубопроводі?"
      description="Щоб надійно усунути витік
      води у трубопроводі у Львові викликайте наших майстрів"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Як усунути витік води у трубопроводі?</h1>
          <p className="lead">
            <strong>
              Щоб надійно усунути витік води у трубопроводі у Львові викликайте
              наших майстрів!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Ніхто з нас не застрахований від випадків, коли водопровідні труби
            виявляються джерелом бід та нещасть, а не цілющої вологи. Течі,
            розриви завжди утворюються раптово, зненацька виникає протікання.
            Самостійно усунути витік води зможе не кожна людина. Краще
            звертатися до нас. Пропонуємо повний цикл робіт від пошуку та
            визначення місця витоку до відновлювальних будівельно-монтажних
            робіт «під ключ». Розкажемо у статті детальніше о цій проблемі.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Чому виникають витікання у мережах водопостачання?</h2>
          <p>
            Причини, що викликають неполадки в системі водопостачання та
            опалення, можуть відрізнятися залежно від умов експлуатації та
            матеріалів, з яких виготовлені труби та комплектувальні компоненти.
            Виходячи з практичного досвіду, виділяємо основні фактори, що
            впливають на неполадки в трубопроводах:
          </p>
          <ul>
            <li>деформація труб через неправильний підбір матеріалу;</li>
            <li>корозія;</li>
            <li>механічні впливи на систему.</li>
          </ul>
          <h2>З чого розпочинається ремонт трубопроводу</h2>
          <p>
            При виявленні течі, щоб усунути витік води у трубопроводі необхідно
            відразу перекрити подачу води. Це унеможливлює поширення вологи по
            квартирі й полегшує подальший ремонт труби. Потім визначають
            проблемне місце:
          </p>
          <ul>
            <li>безпосередньо тіло труби;</li>
            <li>місце стику труб;</li>
            <li>
              місце їх з'єднання із радіаторами, бачками, раковинами тощо.
            </li>
          </ul>
          <h2>Способи ремонту труб</h2>

          <p>
            Часто невеликі течі можуть викликати послаблення в різьбових
            з'єднаннях. Для їхньої ліквідації, щоб усунути витік води у
            трубопроводі, необхідно підтягнути сполучну гайку, бажано із заміною
            гумової прокладки. Нижче наведено кілька варіантів ремонту труб
            власними силами. Вони допоможуть вам швидко і надійно закрити
            протікання та дочекатися сантехніка:
          </p>
          <ol>
            <li>
              <p>
                <strong>Бинт + цементний розчин</strong> − готуємо цементну
                суміш по в'язкості близьку до густої сметани. Розмір бинта
                повинен нам дозволити 3-4 рази обмотати пряму ділянку, на якій
                виникле протікання труби. Вмочуємо тканину в розчин і
                накладаємо, як гіпс, на трубопровід. Для надійності усунення
                витоку води процедуру можна повторити кілька разів. Після
                висихання розчин бажано обмазати фарбою.
              </p>
            </li>
            <li>
              <p>
                Ще один варіант, щоб виконати ремонт труби −{" "}
                <strong>накладення джгута</strong> − може бути виготовлений зі
                шматка велосипедної камери, спортивного гумового бинта, старих
                гумових чобіт і т.і. Щоб усунути витік води потрібно дуже туго і
                щільно обмотати місце протікання труби отриманим шматком гуми й
                зафіксувати його дротом, фум-стрічкою або хомутами. Крім цього,
                можна використовувати фірмові бандажі, що продаються в
                будівельних магазинах.
              </p>
            </li>
            <li>
              <p>
                <strong>Холодне зварювання</strong> – при використанні цього
                методу необхідно акуратно зачистити пошкоджену ділянку за
                допомогою великого абразиву чи ножа. Ретельно змішати всі
                компоненти холодного зварювання (якщо воно однокомпонентне, то
                наносимо відразу) і повністю обмазуємо проблемну ділянку, з
                силою вдавлюючи робочу суміш.
              </p>
            </li>
          </ol>
          <br />
          <p>
            Кожен з перерахованих методів боротьби з протіканнями є тимчасовим і
            вимагає подальшого капітального ремонту труби. Щоб надійно усунути
            витік води у трубопроводі у Львові викликайте наших майстрів. Також
            гарантовано знаходимо{" "}
            <Link to="/leakage-in-heating-system">
              витік води у системах опаленн
            </Link>{" "}
            та водопостачання. Здійснюємо{" "}
            <Link to="/sewer-search">пошук каналізації</Link>. Надаємо
            різноманітні <Link to="/">послуги сантехніка</Link> у Львові.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default EliminateWaterLeakPage
