import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const EmergencyPlumbingServicePage = () => (
  <Layout>
    <SEO title="Аварійна служба сантехніки"
      description="Аварійна служба сантехніки у Львові: терміновий виїзд" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Аварійна служба сантехніки</h1>
          <p className="lead"><strong>Аварійна служба сантехніки у Львові: терміновий виїзд</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">Якщо трапляється аварія або будь-яка інша непередбачена ситуація, зразу становиться потрібна аварійна служба сантехніки. Адже наш майстер завжди вчасно прибуває на об'єкт і оперативними діями запобігає загрозі затоплення приміщення та забезпечує подальше безперебійне функціонування систем водопостачання, каналізації та опалення.</p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>У яких ситуаціях викликати аварійного сантехніка</h2>
          <p>Нам обов’язково необхідна аварійна служба сантехніки коли трапляється аварія і порушується спокій наш і сусідів. Самостійно без кваліфікації та відповідного обладнання власнику житла розв'язати її буває складно.</p>
          <p>Сусіди зверху заливають квартиру, затоплений підвал багатоповерхівки… У таких та багатьох інших випадках на допомогу приходить аварійна служба сантехніки.</p>
          <p>В аварійній ситуації потрібно діяти впевнено і без зволікання. Сантехнік-професіонал володіє необхідними для цього досвідом і навичками. Він оснащений потрібними інструментами. <strong>Ми надаємо різноманітні якісні <Link to="/">послуги сантехніка</Link> у Львові з ремонту каналізаційної мережі, водопроводу, опалення</strong>.</p>
          <h2>Що потрібно сказати диспетчеру аварійної служби сантехніки</h2>
          <p>Щоб майстри зреагували максимально ефективно, надайте під час виклику повну інформацію про поламання:</p>
          <ul>
            <li>назвіть прилад, з вини якого виникла проблема;</li>
            <li>опишіть детально аварійну ситуацію;</li>
            <li>вкажіть проблемні інженерні комунікації: каналізація, опалення, система холодного, гарячого водопостачання.</li>
          </ul>
          <p>Ці відомості дозволять спеціалістам заочно оцінити ситуацію, визначити вид і складність ремонту сантехніки, підібрати потрібні деталі, розрахувати вартість усунення аварійної ситуації.</p>
          <p>Пріоритетні заявки, куди аварійна служба сантехніки направляється в першу чергу:</p>
          <ul>
            <li>залиття квартири;</li>
            <li>засмічення системи каналізації;</li>
            <li>проривання батареї.</li>
          </ul>
          <h2>Чому ми</h2>
          <p>Переваги звернення до нас (аварійна служба сантехніки у Львові):</p>
          <ul>
            <li>професійна допомога в усуненні аварій будь-якої складності;</li>
            <li>доступність у режимі 24/7;</li>
            <li>наявність обладнання, інвентарю, комплектувальних і витратних матеріалів;</li>
            <li>оперативне реагування на виклик сантехніка;</li>
            <li>доступна ціна.</li>
          </ul>
          <p>Фахівець аварійної служби сантехніки у терміновому режимі здійснить виїзд і виконає будь-які сантехнічні роботи: </p>
          <ul>
            <li>монтаж і заміна каналізаційних і водопровідних труб; </li>
            <li>усунення протікання; </li>
            <li>встановлення і під’єднання будь-якої побутової техніки (пральної та посудомийної машини, водонагрівачів всіх видів); </li>
            <li>установка душових кабін, ванн, унітазів;</li>
            <li>прочистка каналізації;</li>
            <li>ремонт опалення;</li>
            <li>облаштування рушникосушок.</li>
          </ul>
          <p>З аварійною службою сантехніків у Львові більше не доведеться витрачати весь день на очікування приїзду фахівця. Майстер приїде якнайшвидше!</p>
          <br />
          <p>Щоб замовити усунення аварійних ситуацій, наберіть номер екстреного сервісу. Ми оперативно прийдемо на допомогу і повернемо працездатність сантехніці та інженерним системам.</p>
          <p>Працюємо без вихідних, виїжджаємо на виклик в будь-який час. <strong>Виїзд аварійного сантехніка протягом 10 хвилин після дзвінка</strong>. Аварійна служба сантехніків працює цілодобово.</p>
          <p>Завжди на зв’язку. Чергова зміна 24/7. Вихідні дні (субота, неділя), свята. Допомагаємо людям. Рятуємо від неприємностей!</p>
          <p>Аварійна служба сантехніки у Львові усуває неполадки не тільки у квартирах або будинках мешканців міста, але і в кав'ярнях, кафе та ресторанах, офісних будівлях, магазинах, торгових та торгово-розважальних центрах та інших закладах.</p>
          <p>Не сумнівайтеся у нашій компетенції та оперативності. Звертайтеся − у разі протікання кожна зекономлена хвилина значно зменшує негативні наслідки. Аварійна служба сантехніки – найкращий вихід.</p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default EmergencyPlumbingServicePage
