import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const FindSewerPipePage = () => (
  <Layout>
    <Seo
      title="Як знайти каналізаційну трубу під землею"
      description="Виконуємо пошук каналізаційної труби під землею у Львові.
      У статті розповідаємо як правильно шукати каналізацію."
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Як знайти каналізаційну трубу під землею</h1>
          <p className="lead">
            <strong>
              Телефонуйте нам, якщо необхідно знайти каналізаційну трубу під
              землею у Львові
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Виконуємо пошук каналізаційної труби під землею у Львові.У статті
            розповідаємо як правильно&nbsp;шукати&nbsp;каналізацію.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <p>
            Навіщо потрібно шукати місце розташування каналізаційної труби?
            Обстеження гідрологічної обстановки, зокрема і рівня підземних
            ґрунтових вод, проведені наприкінці 80-х минулого століття більшості
            великих промислових майданчиків України показали незвичайні
            результати. Відбулося різке піднесення рівня ґрунтової води в
            порівнянні з серединою століття. Багато заводів «стояли» буквально у
            воді навіть у Львові. Затоплювалися комунікаційні канали
            підприємств, підвали будівель та цехів, воду з яких доводилося
            відкачувати заводським, а іноді й міським пожежним командам. Але
            будувались вони не на болотах, а на гарантовано сухих землях.
            "Затоплення" сталося у 60-70-х роках. Причин цього процесу знайшли
            кілька:
          </p>
          <ul>
            <li>
              безконтрольні витікання прямо в землю чистої питної води з
              водопровідних мереж підприємств;
            </li>
            <li>
              непомічені прориви каналізаційних систем через руйнування бетонних
              колекторів;
            </li>
            <li>
              відплив технологічної води через порушення виробничих процесів і
              недостатню увагу до них та багато інших причин.
            </li>
          </ul>
          <p>
            Такі прориви та витоки, але в менших масштабах, ніж було раніше,
            відбуваються й у наші дні.
          </p>
          <p>
            Тому <Link to="/sewer-search">пошук каналізації</Link>, різного роду
            трубопроводів – водопроводу, труб газового господарства, телефонних
            та електричних кабелів є актуальним сьогодні. І зараз, як і колись,
            теж іноді потрібно знайти каналізаційну трубу під землею.
          </p>
          <p>
            Крім того, пошук комунікацій під землею ведеться у таких випадках:
          </p>
          <ul>
            <li>
              потрібно будувати новий будинок, а схеми прокладання мереж
              підземних комунікацій втрачені або змінювалися, але відкориговані
              не були, тому потрібно знайти каналізаційну трубу під землею,
              провести відновлення планів прихованих мереж;
            </li>
            <li>
              купили ділянку для будівництва в місті й необхідно прокласти нові
              комунікації, не пошкодивши наявні;
            </li>
            <li>
              взимку через помилку проектувальника замерз і лопнув стічний
              колектор – треба робити ремонт, а де прорив на довжині кількох
              сотень метрів – невідомо;
            </li>
            <li>
              каналізаційна труба великої довжини засмічена, і вичистити її не
              вдається.
            </li>
          </ul>
          <p>
            Для швидкого усунення несправностей використовуються ефективні
            системи пошуку каналізації та сучасні матеріали для гарантованої
            ліквідації течій.
          </p>
          <p>
            Наш сервіс допоможе вам знайти в землі каналізаційний колектор у
            Львові або звичайну каналізаційну трубу в межах Львівської області.
          </p>
          <h2>Можливі способи знайти каналізаційну трубу під землею</h2>
          <p>
            Наявні варіанти пошуку комунікаційних трубопроводів пропонується
            розділити на кілька груп: адміністративні та технічні методи.
          </p>
          <h3>Адміністративні</h3>
          <p>
            У колишні часи будівництво закінчувалося створенням та здаванням в
            архів комплекту документації на спорудження. Слід відвідати ці
            архіви. Насамперед це міські чи районні Водоканали. Можна знайти
            інформацію в Управліннях житловим господарством, об'єкти яких є в
            цьому районі. Там має бути документація та креслення прокладених
            водопровідних та каналізаційних мереж або окремих ділянок труб. З
            дозволу керівника підприємства зробити виписки чи скопіювати частину
            цих документів. У деяких випадках знайти каналізаційну трубу під
            землею допоможуть працівники цих контор, які колись прокладали
            мережі.
          </p>
          <h3>Вимірювальні або технічні методи</h3>
          <p>
            Цими технологіями користуються компанії, що спеціалізуються на
            пошуках трубопроводів, каналізаційних та/або водопровідних труб,
            газопровідних та інших комунікацій, розташованих передусім під шаром
            землі на різній глибині. Щоб знайти трубу під землею
            використовуються різні методики, засновані на відомих фізичних
            явищах:
          </p>
          <ol>
            <li>
              <p>
                По знаходженню електромагнітного випромінювання, яке
                розповсюджується по трубі та в місці порушення її стабільної
                структури – одночасно з проривом стінки та витіканням води чи
                газу, йде й «протікання» електромагнітного випромінювання. Воно
                фіксується високочутливими приймачем або сканером, який часто
                називають трасо шукачем.
              </p>
            </li>
            <li>
              <p>
                Фіксацією акустичних явищ – звуків у трубах під час руху ними
                рідини. Фіксується звук від ударів по трубі, наприклад, молотком
                або спеціальним ударним пристроєм. Він завдає удари певної сили,
                які йдуть групами чи серіями та/або з певною частотою. Цей
                спосіб має деяке обмеження щодо визначення місцеперебування
                труби. Його застосовують на невеликих глибинах залягання
                трубопроводів, що не перевищують 2-3 м.
              </p>
            </li>
            <li>
              <p>
                Виявлення теплового випромінювання. Використовується тепловий
                перепад між трубою, яка підігрівається, наприклад, теплою водою,
                що протікає, і відносно холодним ґрунтом. Температура ґрунту
                зазвичай не перевищує десятка градусів. Цей варіант дає великі
                похибки й тому, щоб знайти каналізаційну трубу під землею
                застосовується не часто – зазвичай у холодну пору року, коли
                температура повітря і верхніх шарів землі не вище 14 – 16°C.
                Застосовуються безконтактні чи дистанційні термометри, або тепло
                визори. На екрані приладу-тепловизору різними відтінками кольору
                показуються ділянки з різницею в температурі у кілька градусів.
              </p>
            </li>
            <li>
              <p>
                Радіолокаційний метод чи радіофізичний. Трубопровід
                використовується як хвилевід для надвисокочастотного
                електромагнітного випромінювання. У його вільний кінець вводять
                торець випромінювального хвилеводу вимірювального приладу.
              </p>
            </li>
          </ol>
          <p>
            Прилад випромінює короткий імпульс електромагнітної енергії. Він
            рухається трубою і доходить до розриву, великої тріщини або її
            перетиску. Для електромагнітної хвилі ці дефекти є
            «неоднорідностями» середовища поширення, від яких імпульс
            відбивається і повертається назад.
          </p>
          <p>
            На торці його приймає приймальний хвилевід та фіксує час повернення.
            Знаючи швидкість поширення в трубопроводі легко розрахувати відстань
            до неоднорідності. Але в трубопроводі можуть бути повороти,
            відгалуження, засувки, звуження або розширення внутрішнього діаметра
            хвилеводу. Усі вони зображуються на екрані-індикаторі.
          </p>
          <p>
            Оператору потрібно не заплутатися у всіх цих «відгуках»-показах і
            виявити серед них лише інформативні, тобто ті що показують місце
            порушення цілісності трубопроводу. Завдання трохи спрощується, якщо
            під час запуску трубопроводу в експлуатацію зробили запис «картинки»
            справної труби. І від неї відштовхуються під час аналізу всіх нових
            відображень.
          </p>
          <p>
            Складність навчання оператора правильному розшифруванню результатів
            вимірювань дуже велика, а отже, використовують цей метод не так
            часто і широко, як можна було б.
          </p>
          <h2>«Домашні» способи</h2>
          <p>
            Є і простіші й навіть зовсім незвичайні способи, щоб знайти
            каналізаційну трубу під землею. Можна розглянути такі:
          </p>
          <ol>
            <li>
              <p>
                <strong>Археологічно-геологічний</strong>. У зоні
                передбачуваного знаходження трубопроводу поперек його осі риють
                канаву-шурф. Глибина до 0,5 – 08 м, ширина – щоб було зручно
                копати. Шурф обов'язково перетне місце порушення структури шарів
                ґрунту, яке неминуче при відкопуванні траншеї під трубопровід.
                Сліди у вигляді ґрунту іншого відтінку, або іншої структури.
                Заглибившись на знайденому «підозрілому» місці нижче за глибину
                промерзання ґрунту можна виявити шуканий трубопровід, наприклад,
                водопроводу. А потім починається копка вздовж знайденої труби...
              </p>
            </li>
            <li>
              <p>
                Зовсім незвичайна{" "}
                <strong>технологія пошуку – «лозохідницька»</strong>.
                Вважається, що організм людини-«лозоходця» якимось чином
                відчуває об'єкт, що шукається, − трубопровід, та ще з
                пошкодженням його цілісності. «Шукач» бере в руки два зігнуті
                Г-подібні відрізки дроту. Довжина обох частин відрізка від
                120-150 мм на ручці та до 200 або навіть 300 мм другої частини
                відрізка. Металом може бути сталь, мідь чи алюміній. Раніше це
                були два прути лози, кожен у вигляді роздоріжжя, звідки і пішла
                назва методу. Утримуючи в щільно стиснутих кулаках перед собою
                вертикальні частини відрізків дроту-«рамки», людина йде впоперек
                передбачуваної траси трубопроводу. Над трубою, заритою на
                глибині кількох метрів, горизонтальні частини «рамок» зійдуться
                разом.
              </p>
            </li>
            <li>
              <p>
                Ще один <strong>акустичний спосіб</strong>, щоб знайти
                каналізаційну трубу під землею. По відкритому кінці труби
                постукують молотком, а на поверхні ґрунту слухають ці удари
                медичним стетоскопом. Пересуваючись по поверхні, складають карту
                траси трубопроводу, заритого в ґрунті.
              </p>
            </li>
            <li>
              <p>
                Пошук каналізації{" "}
                <strong>по характерному запаху з колектору</strong>, що
                протікає. Можна пошукати оглядові колодязі, які розташовані один
                від одного за кілька десятків або сотень метрів. Відкривши
                кришку колодязя, побачите напрямок колектору. А також – звідки й
                куди течуть стоки, тобто напрямок їхнього руху.
              </p>
            </li>
          </ol>
          <h2>Що пропонує «Кран.Львів»?</h2>

          <p>
            Сподіваємося, що зі статті стало зрозуміло, що знайти в товщі стін
            та/або на великій глибині в землі прокладені раніше комунікації дуже
            важливе, але не просте завдання. Воно вимагає:
          </p>
          <ul>
            <li>багато часу;</li>
            <li>специфічних знань та умінь;</li>
            <li>
              наявність спеціалізованих вимірювальних приладів та/або
              індикаторів;
            </li>
            <li>високих трудовитрат та багато іншого.</li>
          </ul>
          <p>Ми:</p>
          <ul>
            <li>
              знаємо правила роботи та вміємо вести пошук підземних та
              прихованих комунікацій та робимо це швидко та якісно.
            </li>
            <li>
              можемо:
              <ul>
                <li>
                  знайти у землі місця покладених трубопроводів – водопроводу та
                  ін.;
                </li>
                <li>
                  виявити траси укладання кабелів енергетичної або телефонної
                  мережі;
                </li>
                <li>
                  гарантовано знайти каналізаційну трубу під землею у Львові;
                </li>
                <li>допомогти у відновленні схем прихованих комунікацій;</li>
                <li>
                  швидко знайти прориви та протікання в трубопроводах і усунути
                  їх у найкоротший час.
                </li>
                <li>
                  працюємо цілодобово і готові виїхати за вашим дзвінком відразу
                  ж.
                </li>
              </ul>
            </li>
          </ul>
          <p>
            Телефонуйте нам, якщо необхідно знайти каналізаційну трубу під
            землею у Львові та області. Крім того, надаємо широкий спектр
            сантехнічних послуг: від{" "}
            <Link to="/water-filter-installation">
              установки фільтра для води
            </Link>{" "}
            до <Link to="/jacuzzi-installation">установки джакузі</Link>,
            ремонту ванної кімнати (туалету) «під ключ».
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default FindSewerPipePage
