import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const FloorToiletInstallationPage = () => (
  <Layout>
    <Seo
      title="Установка підлогового унітаза"
      description="Вибираємо унітаз – установка підлогового унітаза з бачком"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Установка підлогового унітаза</h1>
          <p className="lead">
            <strong>
              Вибираємо унітаз – установка підлогового унітаза з бачком
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Установка підлогового унітаза – один із найпоширеніших варіантів
            облаштування санвузла. Відрізняючись зручністю конструкції, такий
            унітаз зустрічається практично у кожній квартирі. Сучасний ринок
            пропонує безліч моделей – від недорогих азійських до витончених
            європейських. Розглянемо, чи заслужено вони користуються такою
            великою популярністю.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Плюси та мінуси підлогових унітазів з бачком</h2>
          <p>
            При виборі для санвузла – установка унітаза підлогового або
            інсталяції, першому варіанту віддає перевагу 75 % користувачів.
            Основними перевагами сантехнічних приладів «компакт», що спираються
            на підлогу, є:
          </p>
          <ul>
            <li>просто встановити;</li>
            <li>відносно дешеві;</li>
            <li>
              бачок йде в комплекті з унітазом, на борту чаші є спеціальне
              посадкове місце для нього;
            </li>
            <li>
              змивний бак встановлений відкритим способом, на будь-якому етапі
              експлуатації забезпечується доступ до арматури усередині бачка;
            </li>
            <li>
              установка унітаза підлогового гранично проста, виробники
              випускають гофровану трубу різної довжини, відводи 90° і 120°
              діаметром 110 мм;
            </li>
            <li>
              зберігається можливість регулювання у широкому діапазоні,
              сантехніку можна зміщувати на 2 – 15 см до будь-якої бічної стіни
              під час монтажу;
            </li>
            <li>
              забезпечується доступ до інженерних систем за унітазом (стояки,
              запірна арматура, труби, лічильники води, «гребінка» теплої
              підлоги» без демонтажу цього сантехнічного приладу;
            </li>
            <li>
              така установка унітаза забезпечує легкий ремонт, можна не знімати,
              не заважає виготовленню фальш панелей, коробів, облицюванню стін,
              долівки.
            </li>
          </ul>
          <p>
            Підвісні моделі найчастіше мають горизонтальний випуск, в унітазів
            підлогових додається косий і вертикальний випуск для гарантованого
            кращого змиву меншою кількістю води.
          </p>
          <p>
            Завдяки більшому розміру чаші сантехніки гідрозамикач підлогових
            моделей якісніший, ніж у підвісних варіантів.
          </p>
          <p>
            Для монтажу сантехніки в кут вибирати долівковий варіант виконання
            сантехнічного виробу значно простіше, бо асортимент набагато ширший.
            Крім плюсів установка унітаза підлогового має і недоліки:
          </p>
          <ul>
            <li>
              збільшені розміри − 60-68 см у довжину замість 35-46 см у
              підвісних (позаяк тут необхідна полиця для розміщення бачка),
              довжина кутових модифікацій досягає 72-79 см;
            </li>
            <li>
              висока якість опорної поверхні – у місці встановлення унітаза
              стяжка або покриття для підлоги повинно бути ідеально рівним і
              міцним, інакше сантехніка може лопнути;
            </li>
            <li>
              наявність «мертвої зони» – між опорною частиною сантехніки
              (п'єдестал) та стіною є простір, у якому накопичується бруд,
              складно мити;
            </li>
            <li>виглядають гірше за підвісні;</li>
            <li>
              низька декоративна цінність − вихідний патрубок змиву підключений
              відкритим способом.
            </li>
          </ul>
          <p>
            У порівнянні з пластиковими моделями інсталяцій керамічний бачок
            завжди має більші розміри.
          </p>
          <br />
          <p>
            <strong>
              Функція біде, технологія чаші без обідка, анти брудні покриття є і
              на підвісних, приставних, і звичайних унітазах. З цього погляду їх
              оцінювати та підбирати безглуздо.
            </strong>
          </p>
          <p>
            Як бачимо, установка підлогового унітаза має свої переваги, але є і
            недоліки. Зупинятися на цьому варіанті, чи ні – вибирати
            користувачу, виходячи зі своїх потреб та можливостей. Далі розповімо
            о приставних унітазах.
          </p>
          <p>
            Якщо потрібна установка унітаза у Львові – телефонуйте. Надаємо
            широкий спектр сантехнічних послуг:{" "}
            <Link to="/shower-cabin-installation">
              встановлення душової кабіни
            </Link>
            , змішувача, джакузі, раковини;{" "}
            <Link to="/heating-installation-apartment">
              монтаж опалення квартири
            </Link>{" "}
            та інше.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default FloorToiletInstallationPage
