import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const GasBoilerInstallationPage = () => (
  <Layout>
    <SEO title="Встановлення газового котла"
      description="Виконуємо встановлення газового котла опалення у квартирі у Львові" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Встановлення газового котла</h1>
          <p className="lead"><strong>Здійснюємо встановлення газового котла опалення у квартирі – звертайтеся!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">Виконуємо встановлення газового котла опалення у квартирі у Львові. Телефонуйте. Це являється чудовою альтернативою централізованій опалювальній системі. Але такою трудомісткою справою повинні займатися фахівці. Тому звертайтеся. Спеціалісти <Link to="/">Kran.lviv</Link> здійснюють монтаж котлів настінних та підлогового, дотримуючись вимог нормативної документації у цій сфері.</p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Монтаж газового котла</h2>
          <p>Монтаж настінного газового котла опалення – чудовий варіант забезпечення теплом та гарячою водою приватного будинку, або квартири. Цим пристроям не потрібно окремого приміщення, вони компактні й універсальні.</p>
          <p>Залежно цілей, які покладаються на них, ці пристрої діляться на типи:</p>
          <ul>
            <li>з одним контуром (тільки для обігрівання);</li>
            <li>двоконтурні (джерело опалення та гарячого водопостачання).</li>
          </ul>
          <p>Монтаж газового котла будь-якого виду вимагає певних навичок у будівельних та монтажних і складальних роботах. Треба вміти працювати сантехнічними ключами та викрутками, свердлити стіни, збирати й розбирати агрегати. Виконувати при цьому вимоги безпеки до встановлення газових котлів.</p>
          <p>Наші фахівці понад 10 років займаються цією справою. Великий практичний досвід робіт у цій сфері, глибокі теоретичні знання, сучасне обладнання гарантують замовнику, що монтаж газового котла опалення буде виконаний якісно.</p>
          <p>Навішування на стіну, підключення газового котла до газопостачання, системи опалення, водопостачання, здійсниться грамотно. Також підведемо електрику, наприкінці перевіримо та запустимо.</p>
          <p><em>Якщо необхідно встановити газовий котел опалення у Львові, або області звертайтеся. У нас доступні ціни та висока якість роботи. Майстри працюють швидко та акуратно. Оперативно приїдуть у визначений час і виконають монтаж газового котла з дотриманням усіх правил, що забезпечують безпеку проживання та високу енергоефективність.</em></p>
          <p><em>Також фахівці після встановлення газового котла обов’язково перевірять герметичність з’єднань, тягу у димоході, функціонування автоматики. Проведуть перший пуск. <strong>Чекаємо дзвінка!</strong></em></p>
          <p><Link to="/">Послуги сантехніка у Львові <svg xmlns="http://www.w3.org/2000/svg" height="24px" viewBox="0 0 24 24" width="24px"><path d="M0 0h24v24H0V0z" fill="none"/><path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6-6-6z"/></svg></Link></p>
          <p><Link to="/solid-fuel-boiler-installation">Встановлення твердопаливного котла <svg xmlns="http://www.w3.org/2000/svg" height="24px" viewBox="0 0 24 24" width="24px"><path d="M0 0h24v24H0V0z" fill="none"/><path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6-6-6z"/></svg></Link></p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default GasBoilerInstallationPage
