import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"
import Phone from "../components/phone"

const HowToChooseDrainOverflowAutomaticSysytemPage = () => (
  <Layout>
    <Seo
      title="Як вибрати злив-перелив для ванни: автоматичні системи"
      description="Для встановлення надійного зливу-переливу ванної у Львові –
      звертайтеся до нас!"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Як вибрати злив-перелив для ванни: автоматичні системи</h1>
          <p className="lead">
            <strong>
              Для встановлення надійного зливу-переливу ванної у Львові –
              звертайтеся до нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Автоматичний злив-перелив для ванни є підпружиненою пробкою-
            клапаном, яка закриває зливний отвір при простому натисканні на неї.
            При повторному натисканні пробка підіймається та відкриває отвір для
            зливу води. Таку систему часто називають «клік-кліп».
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <p>До переваг автоматичного зливу відносять такі фактори:</p>
          <ul>
            <li>відносно проста конструкція, мінімум розбірних елементів;</li>
            <li>простота експлуатації;</li>
            <li>сучасний дизайн зовнішніх елементів.</li>
          </ul>
          <p>
            З недоліків відзначають часті ламання фіксатора пробки, тому
            потрібно вибирати якісні вироби від відомих виробників. Ще один
            мінус автоматичної конструкції – малий діаметр щілини, тому вода
            стікає досить повільно.
          </p>
          <p>
            Технологія монтажу автоматичної моделі повністю аналогічна до
            встановлення{" "}
            <Link to="/how-to-choose-drain-overflow">напівавтомата</Link>.
            Відмінність полягає тільки в тому, що кришка на переливі виконує
            лише декоративні функції.
          </p>
          <p>
            <strong>
              Зверніть увагу! Щоб прочистити зливний отвір, що засмітився,
              достатньо викрутити пробку-кнопку: вона кріпиться на гвинтовому
              штоку.
            </strong>
          </p>
          <p>
            Найпоширенішим поламанням є вихід з ладу пружини й фіксатора пробки.
            У цьому випадку потрібно придбати новий механізм того ж виробника та
            здійснити заміну.
          </p>
          <h2>З якого матеріалу роблять</h2>
          <p>
            Системи сливи та переповнення виготовлені з наступних матеріалів.
          </p>
          <h3>Пластик</h3>
          <p>
            Сантехнічний пластик − це найдешевший матеріал, з якого
            виготовляються бюджетні моделі. Він не підлягає корозії, тому має
            тривалий термін служби. Але сифони та інші пластикові вузли не
            отримують привабливого вигляду, тому при проведенні сучасного
            ремонту пластик найчастіше використовується для прихованої
            установки. Наприклад, коли ванна закрита екраном.
          </p>
          <h3>Метал</h3>
          <p>
            Зливи-переливу преміального класу виготовлені з міді. Такі зливні
            набори мають привабливий, а іноді і оригінальний дизайн, хоча
            прихованій установці він не має значення. Для виготовлення зливів
            використовуються мідь, латунь та бронза. Іноді одна система стоку та
            переповнення виготовляється з різних металів. Наприклад, сифон і
            патрубки з латунні, а трубки виготовлені з бронзи або міді.
          </p>
          <p>
            Окрім презентабельного вигляду, вироби із кольорових металів − це
            підвищена стійкість до зносу та механічна міцність. Але це не дає їм
            переваги перед високоякісними пластиковими продуктами. Оскільки,
            швидше за все, будете робити ремонт набагато раніше, ніж пластикові
            вироби зруйнуються від плину часу.
          </p>
          <h2>Популярні виробники</h2>
          <p>
            На закінчення розглянемо кілька виробників зливних наборів для
            ванни, а також приклади їх продукції.
          </p>
          <p>
            <strong>HANSGROHE</strong>. Німецька марка, що виробляє зливні
            конструкції для різноманітного сантехнічного обладнання. Компанія
            пропонує автоматичні та напівавтоматичні композиції з високоякісного
            сантехнічного пластику. Зовнішні елементи покриті надійним
            полімерним покриттям, яке імітує нержавіючу сталь. Окрім готових
            наборів, Hansgrohe робить компоненти, які використовуються для
            ремонту у разі пошкодження або відмови деяких компонентів.
          </p>
          <p>
            <strong>Кайзер</strong>. Ще одна німецька фірма, яка постачає свої
            системи для ванн. Виготовляє автоматичні та напівавтоматичні прилади
            з кольорових металів. Попри відносно низьку ціну, продукція має
            високу якість та надійність.
          </p>
          <p>
            <strong>VIEGA</strong>. Системи з поліпропілену класичної
            конструкції, а також зі зливними клапанами типу «клик-клак».
            Зовнішні накладки та решітки виготовлені з нержавіючої сталі.
          </p>
          <p>
            <strong>GEBERIT</strong>. Ця швейцарська компанія постачає на ринок
            зливні набори з механізмом тиску та поворотного контролю. Відмінна
            особливість продуктів − це спеціальна гідродинамічна форма сифонів і
            форсунок, завдяки якій потік води прискорюється.
          </p>
          <p>
            <strong>ALCAPLAST</strong>. Чеський виробник наборів для
            зливу-переливу. Пластикові вироби, хромовані зовнішні елементи.
            Традиційні, напівавтоматичні, автоматичні вироби.
          </p>
          <p>
            <strong>Равак</strong>. Чеська компанія, пластикові набори із
            напівавтоматичним управлінням та пробкою ClickClack.
          </p>
          <p>
            <strong>Ideal Standard</strong>. Виробляє повні колекції для
            облаштування ванних кімнат. Пластикові автоматичні системи зливу,
            оснащені хромованими кришками.
          </p>
          <p>
            <strong>JACOB DELAFON</strong>. Французька сантехніка. Пластикові
            сливи з хромованими решітками та натискною пробкою, найчастіше
            постачаються разом із ванними.
          </p>
          <p>
            <strong>Wasser Kraft</strong>. Німецька компанія, яка виробляє різні
            сантехніки, включаючи сливи. Особливість продуктів − виготовлені з
            чорного пластику, що надає продуктам оригінальний вигляд.
          </p>
          <br />
          <p>
            Злив-перелив ванної, встановлення ванної у Львові – це до{" "}
            <Link to="/">Kran.lviv</Link>. Звертайтеся у будь-який час. Монтаж
            та ремонт сантехніки Львів,{" "}
            <Link to="/bathtub-installation">встановлення ванної</Link> та{" "}
            <Link to="/shower-cabin-installation">душової кабіни</Link>,{" "}
            <Link to="/jacuzzi-installation">установка джакузі</Link>.
          </p>
          <p>
            <strong>
              ТЕЛЕФОНУЙТЕ. <Phone />
            </strong>
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default HowToChooseDrainOverflowAutomaticSysytemPage
