import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const HowToChooseDrainOverflowPage = () => (
  <Layout>
    <Seo
      title="Як вибрати злив-перелив для ванни"
      description="Для встановлення надійного зливу-переливу ванної у Львові –
      звертайтеся до нас!"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Як вибрати злив-перелив для ванни</h1>
          <p className="lead">
            <strong>
              Для встановлення надійного зливу-переливу ванної у Львові –
              звертайтеся до нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Для безпечного використання ванни всі сучасні пристрої оснащені
            спеціальним переливом, з'єднаним з випуском у єдину конструкцію.{" "}
            <strong>
              Система зливу-переливу для ванни – конструкція з об'єднаних
              патрубків, що запобігають переливанню води через край ванни в
              процесі наповнення та забезпечують її спуск у каналізацію після
              закінчення водних процедур.
            </strong>{" "}
            Випускаються такі їх види: традиційний злив, напівавтоматична та{" "}
            <Link to="/how-to-choose-drain-overflow-automatic-system">
              автоматична система
            </Link>
            . Розглянемо особливості конструкцій та принцип їх роботи.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Класичний злив ванної</h2>

          <p>
            Традиційна система є звичною багатьом конструкцією, яка складається
            зі зливного і переливного отворів, захищених сіткою. Для заповнення
            ванни слив затикається пробкою. Перевага такої системи
            зливу-переливу полягає у простоті конструкції: її легко
            встановлювати та розбирати у разі засмічення.
          </p>
          <p>
            Ще один плюс − великий діаметр приймача переливу гарантовано
            запобігає переповненню ванни, навіть якщо вода набирається дуже
            інтенсивно. Зливна вирва також має великий діаметр, що забезпечує
            швидкий випуск у каналізацію значного об'єму води. До недоліків
            відносять простий дизайн, який не завжди гармоніює із сучасним
            ремонтом ванної кімнати.
          </p>
          <p>Порядок встановлення зливу ванної наступний:</p>
          <ol>
            <li>
              Демонтаж старого пристрою, очищення місць, де часто накопичуються
              забруднення.
            </li>
            <li>
              Встановлення нижнього зливного патрубка. Для герметизації
              з'єднання використовується гумова прокладка.
            </li>
            <li>Установка патрубка переливу проводиться за схожою схемою.</li>
            <li>
              Приєднання сифона. Для ущільнення з'єднання патрубків
              використовується пластикова конусоподібна прокладка.
            </li>
            <li>
              З'єднання сифона та патрубка переливу здійснюється за допомогою
              гнучкого шлангу.
            </li>
            <li>
              Підключення сифона до каналізації здійснюється за допомогою
              гофрованої труби.
            </li>
          </ol>
          <p>
            <strong>
              Порада! На усі гумові ущільнювачі для кращої герметизації
              рекомендується додатково нанести тонкий шар силіконового
              герметика.
            </strong>
          </p>
          <h2>Напівавтоматичний</h2>
          <p>
            Цей вид систем оснащується блоком ручного управління, встановленим
            на переливному отворі, Це − поворотна ручка, або кільце, яке
            приводить в дію регулювальний трос. Другий кінець троса пов'язаний
            зі зливною пробкою- клапаном, яка в залежності від положення ручки
            підіймається для зливу води або опускається для наповнення ванни.
          </p>
          <p>
            До переваг даного пристрою належать можливість відкриття зливу без
            опускання руки у воду та різноманітність конструктивних рішень.
            Також до плюсів відносять сучасний та стильний дизайн.
          </p>
          <p>
            З недоліків наголошують на тому факті, що отвори в пробці-клапані
            часто забиваються, знижуючи інтенсивність стоку води. Також при
            прийнятті душу при піднятій пробці є можливість пошкодити клапан,
            тому рекомендується вибирати міцні вироби.
          </p>
          <p>
            Монтаж напівавтоматичної конструкції трохи відрізняється від
            установки звичайного сифона, тому що зливний патрубок, на якому
            встановлений підіймальний механізм для пробки, вже з'єднаний гнучкою
            трубою з переливним патрубком, на якому встановлений блок керування.
          </p>
          <p>
            Також до цієї конструкції приєднаний трос, за допомогою якого
            відбувається підняття або опускання пробки-клапана зливу. Трос
            розташовується як усередині, і зовні переливної трубки.
          </p>
          <p>Порядок встановлення наступний:</p>
          <ol>
            <li>
              До зливного патрубка приєднується сифон. На конструкції вже
              встановлені конусні прокладки, тому окремі елементи просто
              з'єднуються і рукою затягується гайка, що фіксує.
            </li>
            <li>
              Далі до сифона аналогічним чином приєднується відвідний патрубок.
            </li>
            <li>
              Далі зібраний сифон заводиться під ванну та підставляється під
              зливний отвір. Встановлюється прокладка типу «метелик», що
              виключає протікання та контакт металевих елементів із чашею ванни.
            </li>
            <li>За допомогою гвинта прикручуються захисні грати.</li>
            <li>Аналогічним чином приєднується переливний патрубок.</li>
            <li>На блок керування встановлюється поворотна ручка.</li>
            <li>
              Після цього до зливного патрубка приєднується пробка-клапан. Для
              її встановлення у гвинті, що фіксує, передбачений паз.
            </li>
            <li>Поворотом ручки перевіряється працездатність конструкції.</li>
          </ol>
          <p>Основні поламання напівавтоматичної системи зливу та переливу:</p>
          <ol>
            <li>
              <p>
                Механічні пошкодження пробки. Найчастіше потрібно замінити
                клапан, оскільки при викривленні штока пробка перестає щільно
                прилягати до свого посадкового місця і не перекриває злив.
              </p>
            </li>
            <li>
              <p>
                Обрив тросу. У процесі експлуатації трос, що управляє,
                зношується і переламується. Щоб його змінити, потрібно зняти
                декоративні кришки, розташовані на вузлах управління і
                встановити новий трос.
              </p>
            </li>
          </ol>
          <p>
            Для вибору та встановлення надійного зливу-переливу ванної у Львові
            викликайте майстра сантехніка від Kran.lviv.ua. Працюють
            професіонали. Надаємо <Link to="/">послуги сантехніка</Link> у
            Львові та по області.{" "}
            <Link to="/bathtub-installation">Монтаж ванної</Link>,{" "}
            <Link to="/water-meter-installation">
              установка лічильників води
            </Link>
            , <Link to="/toilet-repair">ремонт інсталяції</Link>,{" "}
            <Link to="/hydrodynamic-drain-cleaning">
              гідродинамічна прочистка каналізації
            </Link>
            ,{" "}
            <Link to="/mechanical-drain-cleaning">
              механічна прочистка каналізації
            </Link>
            , <Link to="/pipe-teleinspection">телеінспекція труб</Link>.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default HowToChooseDrainOverflowPage
