import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const HowToChooseEfficientHeatingBoilerPage = () => (
  <Layout>
    <Seo
      title="Як вибрати ефективний котел опалення"
      description="Якщо потрібно вибрати ефективний котел опалення у Львові,
      звертайтеся до нас"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Як вибрати ефективний котел опалення</h1>
          <p className="lead">
            <strong>
              Якщо потрібно вибрати ефективний котел опалення у Львові,
              звертайтеся до нас.
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            При будівництві заміського будинку, розумно заздалегідь продумати
            всі питання пов’язані з опаленням. Особливо це стосується "серця"
            системи опалення – котла. Щоб уникнути зайвих витрат та забезпечити
            простоту, безпеку та економічність експлуатації з ним найкраще
            визначитися ще на стадії проєктування. У цій статті
            сантехнік-майстер поділиться порадами щодо того, як вибрати
            відповідний котел опалення.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Вибираємо котел опалення</h2>
          <p>
            <strong>
              Перед придбанням опалювального котла слід визначитися з кількома
              питаннями: вибрати вид палива, що використовується, а також
              розрахувати необхідну теплову потужність для підтримання
              комфортної температури в приміщенні.
            </strong>
          </p>
          <p>
            Треба врахувати різні види палива, на яких працюють сучасні
            індивідуальні котли: дизельне паливо, електрика, газ, дрова та
            вугілля.
          </p>
          <p>
            Чудово, якщо поряд з будинком є газова магістраль. Газове опалення
            вважається найдешевшим. Якщо з газифікацією проблеми, то варто
            придбати комбінований котел з альтернативними видами пального.
            Наприклад газ та електрика, чи газ з дизельним паливом. З таким
            розрахунком, щоб згодом перейти лише на газове опалення, вибрати
            котел опалення газовий.
          </p>
          <p>
            А ось рідиннопаливні водяні котли опалення на дизпаливі, варто
            розглядати тільки тоді, коли будинок розташований на значній
            відстані від будь-яких інших комунікацій. Обслуговування їх досить
            складне, їм потрібне окреме приміщення для розміщення, а також
            спеціальне місце для зберігання достатньої кількості палива. А воно
            до того ж має дуже специфічний запах.
          </p>
          <p>
            Головні вимоги до опалювального обладнання – це ефективність,
            економічність та надійність. Щоб правильно вибрати котел опалення
            варто враховувати ці чинники.
          </p>
          <h2>Як вибрати ефективний котел опалення</h2>
          <p>
            Для забезпечення комфортного мікроклімату необхідно правильно
            розрахувати теплову потужність котла з огляду на характеристики
            будинку. Залежно від ступеня утеплення та типу вікон, вона може
            змінюватись. Щоб вибрати ефективний котел опалення не варто
            орієнтуватися на найбільшу потужність, вказану виробником, оскільки
            вона може бути завищена.{" "}
          </p>
          <p>
            Слід врахувати й інші фактори, що підвищують втрати. Тому
            рекомендується додати до розрахункової потужності додатковий
            відсоток для врахування можливих непередбачених ситуацій, і для
            забезпечення надійної роботи збільшити потужність приладу на 20-25
            %.
          </p>
          <p>
            Коли вибирається котел опалення важливо врахувати об'єм топки котла:
            занадто велика може призвести до охолодження палива через постійне
            приплив повітря, а занадто маленька – до нестачі кисню, неповного
            згоряння і відповідно не досягнення максимальної кількості тепла.
          </p>
          <br />
          <p>
            Якщо потрібно вибрати ефективний котел опалення у Львові,
            звертайтеся до нас. Завжди допоможемо. Також виконуємо{" "}
            <Link to="/gas-boiler-installation">
              встановлення газового котла
            </Link>
            , <Link to="/">надаємо послуги сантехніка</Link>.{" "}
            <Link to="/drain-cleaning">Прочистка каналізації</Link> (у тому
            числі гідродинамічна).{" "}
            <Link to="/waterproofing">Гідроізоляційні роботи</Link>.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default HowToChooseEfficientHeatingBoilerPage
