import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const LeakageInHeatingSystemPage = () => (
  <Layout>
    <Seo
      title="Витік води у системі опалення"
      description="Як знайти витік води у системі опалення? Проводимо телеінспекцію труб, монтаж теплих стін."
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Витік води у системі опалення</h1>
          <p className="lead">
            <strong>Як знайти витік води у системі опалення?</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Якщо протікають трубопроводи традиційного водяного опалення або
            радіатори теплообмінників (батареї), то відразу знайти витік води в
            системі опалення і виявити місце протікання не дуже складно.
            Зовнішній візуальний контроль допоможе зробити це швидко. Значно
            складніше знайти витік води у системі опалення у вигляді теплої
            підлоги або стін, що обігріваються.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Як знайти витік води?</h2>
          <p>
            Потужний струмінь гарячого теплоносія, який фонтанує з долівки,
            принесе дуже багато неприємностей, але виявити його просто і швидко.
            Значно більше неприємностей від невеликого протікання в стіні або в
            теплій підлозі, закритої бетонною стяжкою.
          </p>
          <p>
            Якщо під стяжкою зроблена якісна{" "}
            <Link to="/waterproofing">гідроізоляція</Link> у вигляді «корита»,
            то поки воно не заповниться водою, ви про неї й не дізнаєтесь.
            «Рукотворне озерце» з теплою рідиною у вас у товщі підлоги все ж
            таки переповниться. Вода знайде щілину і потроху почне витікати.
          </p>
          <p>
            В результаті замокне стеля, або стіна під теплою підлогою на
            нижньому поверсі, і цей процес триватиме до появи плісняви та
            поступового руйнування будівельних конструкцій від корозійної дії
            води, посиленої теплом.
          </p>
          <p>
            Є спосіб виявлення присутності витоку в системі опалення теплою
            підлогою. Зазвичай на опалювальному котлі в такій мережі
            встановлюється манометр, що вимірює тиск. І якщо при прогріванні
            підлоги або стіни тиск за показаннями манометра починає падати, то
            значить невеликий витік є.
          </p>
          <p>
            <em>
              Увага! Важливо! Якщо розширювальний бак системи опалення не
              герметизований, то тиск може падати через нього.
            </em>{" "}
            Воно може падати й через крани Маєвського, тобто автоматичні
            відвідники повітря.
          </p>
          <p>
            Потрібно перевірити всі відкриті частини трубопроводів та місця
            стиків. Але при досить гарячому теплоносії, калюжка води, що
            просочилася на стику та утворилася на підлозі, може швидко
            випаруватися, і результату ви не побачите. Потрібно використовувати
            спеціальні прилади, щоб знайти витік води.
          </p>
          <h2>Прилади для виявлення витоків у стінах та підлогах</h2>
          <p>Таких приладів небагато:</p>
          <ol>
            <li>
              <p>
                Тепловізор. Фіксує перевищення температури у кілька градусів.
                Але ефективність буває низькою:
              </p>
              <p>
                <ul>
                  <li>вода може бути тільки трохи тепла;</li>
                  <li>місце витоку приховано товстим шаром бетону;</li>
                  <li>ділянка буває недоступна для приладу.</li>
                </ul>
              </p>
            </li>
            <li>
              <p>
                Поверхневий вологомір – дозволяє виміряти високу вологість
                поверхні стіни. Спосіб дає малу точність, потребує багато часу.
                Краще його дублювати з тепловізором, що показує велику проблемну
                ділянку, а вже на ньому шукати вологоміром.
              </p>
            </li>
            <li>
              <p>
                Акустичний пристрій, аналог лікарняного фонендоскопа. Дозволяє
                почути звуки струмка, що тече в стіні та знайти витік води у
                системі опалення.
              </p>
            </li>
          </ol>
          <br />
          <p>
            <strong>
              Чому саме ми потрібні, щоб знайти витік води у системі опалення?
              Ми пропонуємо:
            </strong>
          </p>
          <ul>
            <li>помірні ціни за високої якості робіт;</li>
            <li>виїзд у день звернення;</li>
            <li>працюємо у Львові та по всій області;</li>
            <li>
              забезпечуємо повний цикл − від пошуку та визначення місця витоку
              води до відновлювальних будівельно-монтажних робіт «під ключ»;
            </li>
            <li>використовуємо передові технології та обладнання;</li>
            <li>досвід роботи спеціалістів більш як 10 років.</li>
          </ul>

          <p>Ми займаємося наданням таких видів послуг:</p>
          <ul>
            <li>пошуком наявності витоків та локалізацією цих місць;</li>
            <li>
              знаходимо розташування прихованих трубопроводів водопроводу та
              опалення;
            </li>
            <li>проводимо діагностику стану трубопроводів;</li>
            <li>
              обстежуємо приміщення та відшукуємо ділянки теплових втрат за
              допомогою тепловізора;
            </li>
            <li>
              локалізуємо та повністю усуваємо витоки в трубах з гарячою та
              холодною водою;
            </li>
            <li>
              можемо знайти місця порушення теплоізоляції та багато іншого. Наша
              компанія може усунути практично всі проблеми, пов'язані з витоками
              в системах опалення як у приватному будинку, так і на
              підприємствах Львова.
            </li>
          </ul>
          <p>
            У разі виникнення проблем, викликайте наших фахівців у будь-який час
            доби. Виїзд фахівців у межах Львова відбувається безплатно та
            оперативно у день звернення.
          </p>
          <p>
            Телефонуйте. Гарантовано знаходимо витік води у системі опалення у
            Львові. Проводимо{" "}
            <Link to="/pipe-teleinspection">телеінспекцію труб</Link>,{" "}
            <Link to="/wall-monted-water-heating">монтаж теплих стін</Link>,
            інші різноманітні сантехнічні роботи.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default LeakageInHeatingSystemPage
