import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const MayevskyFaucetApplicationPage = () => (
  <Layout>
    <Seo
      title="Сфери застосування кранів Маєвського"
      description="Пропонуємо механічний, вакуумний та гідродинамічний 
      способи очищення каналізаційних труб"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Сфери застосування кранів Маєвського</h1>
          <p className="lead">
            <strong>Здійснюємо встановлення систем опалення Львів.</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Одна з найпоширеніших причин неправильного функціонування, збоїв у
            опалювальних системах – надлишки повітря у батареях. Внаслідок
            наявності батареї повністю не заповнюються теплоносієм. Це
            призводить до поганого нагрівання радіаторів, а значить, значного
            падіння ефективності усієї системи&nbsp;опалення.
          </p>
          <p className="text-center">
            Для розв’язання цієї проблеми, майстер сантехнік використовує так
            звані радіаторні голкові повітряні клапани, або крани Маєвського. Ці
            пристрої з'явилися ще у двадцятих роках попереднього століття, але
            завдяки високої результативності та не складності конструкції
            успішно використовується і сьогодні.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Призначення та переваги кранів Маєвського</h2>
          <p>
            При обслуговуванні та профілактиці опалювальних систем
            застосовуються й інші прилади, наприклад кульовий вентиль, але
            завдяки безперечним перевагам краном Маєвського користуватимуться ще
            десятиріччя. Переваги цього пристрою:
          </p>
          <ul>
            <li>найпростіша конструкція;</li>
            <li>
              можливість встановлення крана Маєвського навіть у мало доступних
              місцях;
            </li>
            <li>надійна робота;</li>
            <li>тривалість використання;</li>
            <li>привабливість зовнішнього вигляду;</li>
            <li>невисока вартість.</li>
          </ul>
          <p>
            Коли в багатоквартирних будинках замість кранів Маєвського
            застосовують автоматичні відводи повітря, існує ризик їх забруднення
            через використання неякісного теплоносія, або води. Це найчастіше є
            причиною не спрацювання пристрою відведення повітря в необхідні
            моменти. І тому гарячою рідиною може затопитися житло на поверсі
            нижче.
          </p>
          <p>
            Використання крана Маєвського унеможливлює подібні ризики,
            забезпечує нескладне і безпечне видалення з опалювальних систем
            непотрібного повітря. Воно видалиться простим повертанням гвинта (як
            в окремому стояку, так і повністю у системах опалення
            багатоквартирних будинків).
          </p>
          <p>
            Ті, хто користується такими приладами істотно заощаджують на ціні
            опалення, адже через наявність повітря нагрівання радіаторів не
            повне і нерівномірне. Кран Маєвського встановлюють головним чином в
            будівлях з централізованим опаленням. При автономному подаванні
            тепла бажано користуватися автоматичними відвідниками повітря.
          </p>
          <h2>Конструктивні особливості крана Маєвського</h2>
          <p>
            Конструкція радіаторного голкового повітряного клапана відносно
            проста. Він складається з:
          </p>
          <ul>
            <li>корпуса з бічним отвором через який скидається повітря;</li>
            <li>гвинта конічної форми.</li>
          </ul>

          <p>
            Щоб кран Маєвського функціонував ефективно й утримував в радіаторах
            гарячу воду, необхідне забезпечення щільного прилягання один з одним
            обов'язково всіх компонентів.
          </p>
          <p>
            Крім того, експлуатаційні умови та постійні контакти з водою
            висувають особливі вимоги до матеріалів, з яких робиться кран
            Маєвського. Звичайно, це латунь, яка має високі антикорозійні
            характеристики, відрізняється міцністю та довговічністю. Існують і
            сталеві вироби, але їх термін експлуатації менше.
          </p>
          <p>
            Залежно від типу конструкції крани Маєвського відкриваються рукою,
            викруткою або ключем. Щоб відкрити кран його повертають проти
            стрілки годинника, не відкручуючи при цьому надто сильно. Повітря
            миттєво виходитиме. Після стравлення потече вода, тому кран відразу
            щільно закручуємо.
          </p>
          <h2>Де виконується монтаж крана для відведення повітря</h2>
          <p>
            Голкові повітряні клапани підбираються для встановлення,
            орієнтуючись на діаметр отвору у радіаторі опалення, і вкручуються у
            верхні футорки. У опалювальній системі горизонтального варіанта,
            клапан обов’язково присутній на всіх радіаторах.
          </p>
          <p>
            У системі вертикальній, з нижнім трубопроводом для подавання
            теплоносія і верхньою ниткою для відведення води, крани встановлюють
            на кожній батареї на верхньому поверсі. Після закінчення монтажу
            опалювальної системи з неї голчастим клапаном видаляється повітря,
            яке при роботі потрапляє до радіаторів.
          </p>
          <p>
            При експлуатації на початку опалювальних сезонів проводиться
            постійно розповітрювання, тому що завдяки корозійним процесам в
            радіаторах відбувається виділення водню, а тому і повітря
            з'являється. У холодний період, під час повного навантаження на
            опалення, повітря випускається при необхідності. Тоді коли у верхній
            частині батарей температура менше, ніж у нижчий.
          </p>
          <br />
          <p>
            Також подивіться наш огляд «
            <Link to="/leakage-in-heating-system">
              Витік води у системі опалення
            </Link>
            ». Якщо потрібен{" "}
            <Link to="/plumber-in-lviv">сантехнік у Львові</Link> звертайтеся до
            нас у будь-який час. Різноманітні сантехнічні послуги,{" "}
            <Link to="/heating-installation-private-house">
              монтаж опалення приватного будинку
            </Link>{" "}
            та <Link to="/heating-installation-apartment">квартири</Link>,{" "}
            <Link to="/sewer-search">пошук каналізації</Link>,{" "}
            <Link to="/industrial-drain-cleaning">
              прочистка промислової каналізації
            </Link>
            .{" "}
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default MayevskyFaucetApplicationPage
