import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const CleanPage = () => (
  <Layout>
    <SEO title="Механічна прочистка каналізації"
      description="Механічна прочистка каналізації – гарантоване усунення засмічення!" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Механічна прочистка каналізації</h1>
          <p className="lead"><strong>Механічна прочистка каналізації – гарантоване усунення засмічення!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">Механічна прочистка каналізації у Львові ‒ виконуємо у будь-який час доби. Телефонуйте цілодобово. <strong>Це ‒ очищення трубопроводу фізичним руйнуванням сміття і бруду</strong>. Передбачає застосування професійного обладнання, спеціальних спіралей і насадок, що руйнують забруднення. Метод дозволяє усунути відкладення з важкодоступних областей каналізаційної системи.</p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Чистка каналізації від складних засмічень</h2>
          <p>Механічна прочистка каналізації усуває засмічення труби й відновлює нормальне функціонування каналізаційної мережі без радикальних втручань. Після усунення жирових відкладень, опадів і різноманітного сміття, що накопичується на трубопровідних стінках, значно збільшується пропускна здатність, ефективність каналізаційних мереж.</p>
          <p>Прочистка каналізації механічним способом проводиться спеціальним обладнанням ‒ довгим тросом зі спеціальною насадкою на кінці. Приводиться в рух двигуном. Трос з насадкою опускається у каналізаційну систему на необхідну глибину, насадка обертаючись, дробить засмічення на частини.</p>
          <p>Залишки забруднень виводяться природним шляхом після пуску води. Ефективність механічного прочищення каналізаційних труб, багато в чому залежить від вдалого вибору насадки. Вони підбираються в залежності від характеру забруднень і складності засмічення.</p>
          <h2>Технічні засоби для прочищення каналізації</h2>
          <p>Електромеханічні установки для прочистки каналізації ‒ пристосування, де для обертання троса використовується електродвигун. Зменшується частка ручної праці, що робить прочищення труб легким, ефективним.</p>
          <p>Недолік ‒ необхідність підключення двигуна до мережі електроживлення. Така прочистка каналізації застосовується для усунення великих старих засмічень.</p>
          <p>Електромеханічна машина буває барабанною, або секційною. При використанні секційного агрегату спочатку розкладається спіраль. Робота барабанної передбачає намотування спіралі на барабан. Є переваги: необхідна потужність обертання регулюється спеціальним важелем.</p>
          <p>Бензомеханічні машини ‒ обертання здійснюється бензиновим двигуном. Механічне очищення каналізації такого типу дозволяє працювати в польових умовах на відстані від джерел електроживлення. Її застосовують для обслуговування промислових або зливових мереж, колекторів, магістральних трубопроводів.</p>
          <p>Зазвичай це автомобіль, на шасі якого встановлена лебідка з тросом і пристроєм подачі. Він виїжджає до найближчого до засмічення оглядового колодязя. Трос подається в трубопровід, руйнує пробку. Після ліквідації забруднення виконується ретельна промивка порожнини каналів.</p>
          <h2>Переваги механічної прочистки каналізації</h2>
          <p>Є багато плюсів методу:</p>
          <ul>
            <li>Можлива прочистка каналізаційних труб різних діаметрів.</li>
            <li>Не відбувається пошкодження внутрішніх поверхонь внаслідок використання спеціальних безпечних насадок.</li>
            <li>Якісна прочистка каналізації з твердими відкладенням будь-якого типу і твердості. Обладнання комплектується різними типами наконечників: бурильні, для розрізання коріння, грушоподібні, скребкові, гакоподібні, ланцюгові й ін.</li>
            <li>Механічне прочищення труб підходить для каналізації різних типів (внутрішньої, зовнішньої, зливової).</li>
            <li>Можливість глибоко проникнути в систему. Це дозволяє прочистити каналізацію без розкопування підземних комунікацій і демонтажу їх елементів.</li>
            <li>Немає шкоди для навколишнього середовища і людини. При проведенні механічної прочистки каналізації не використовуються хімічні реагенти, здатні нашкодити природі, викликати алергічну реакцію.</li>
            <li>Чистка каналізаційних труб здійснюється практично при будь-якій температурі.</li>
          </ul>
          <p>Механічна прочистка труб прибирає:</p>
          <ul>
            <li>пластик,</li>
            <li>папір та картон,</li>
            <li>ґрунт і гравій,</li>
            <li>тверді мінеральні відкладення,</li>
            <li>текстиль,</li>
            <li>коріння рослин,</li>
            <li>будівельні матеріали,</li>
            <li>комбіновані засмічення.</li>
          </ul>
          <h2>Наші послуги по прочистці каналізації у Львові</h2>
          <p>Kran.lviv (<Link to="/">Послуги сантехніка</Link>) пропонує механічне прочищення каналізаційних труб у Львові та області:</p>
          <ul>
            <li>Професійна чистка каналізації.</li>
            <li>Гарантоване усунення засмічення, викликаного твердим відкладенням (предметами).</li>
            <li>Чистка раковини, душової кабіни, унітаза із застосуванням сучасних пристроїв.</li>
            <li>Механічне прочищення каналізаційних труб і трубопроводів здійснюється спеціалізованим устаткуванням: Ridgid, Rothenberger. Завдяки цьому забезпечується гарантована прочистка каналізації з важкими засміченнями (скупчення цементу, кореневища).</li>
            <li>Наявне обладнання дозволяє здійснювати прочистку каналізації у будь-яких типах каналізаційних систем: виробництв, об’єктів торгівлі, багатоквартирних та приватних будинків, закладів харчування (кафе, ресторани, піцерії) та ін.</li>
            <li>Витягуємо ганчірки, дрантя і тверді речі (коріння дерев, бетонні пробки).</li>
            <li>Завдяки конструкції спіралей і насадок долаємо повороти без шкоди для трубопроводів.</li>
            <li>Прочищення трубопроводів з різних матеріалів цілодобово і без вихідних.</li>
            <li>Приймання заявок у режимі 24/7. Терміновий виїзд протягом 20 хвилин після дзвінка.</li>
          </ul>
          <p>Спеціалісти мають багаторічний досвід і сучасне технічне оснащення. Працюють якісно й швидко.</p>
          <h2>Ціна прочищення каналізаційних труб</h2>
          <p>Залежить від:</p>
          <ul>
            <li>діаметра та довжини трубопроводу,</li>
            <li>характеру та глибини знаходження пробки,</li>
            <li>особливостей будови системи,</li>
            <li>складності та тривалості роботи,</li>
            <li>відстані до місця знаходження виконання робіт (Львів або область).</li>
          </ul>
          <p><strong>Кожна система каналізації має особливості, а засмічення розрізняються по складності. З цих причин ціна послуги сантехніка прочищення труб індивідуальна у кожному конкретному випадку.</strong></p>
          <p>Дзвоніть! <Link to="/drain-cleaning">Прочистка каналізації</Link> у Львові цілодобово. Аварійно та в плановому режимі. Кращі майстри професіонали гарантують 100 % позитивний результат.</p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default CleanPage
