import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const MixerInstallationPage = () => (
  <Layout>
    <SEO title="Встановлення та заміна змішувача "
      description="Заміна змішувача у Львові – для професійного виконання цієї роботи здійснюйте виклик сантехніка від Kran.lviv" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Встановлення та заміна змішувача</h1>
          <p className="lead"><strong>Необхідно встановити змішувач – звертайтеся до нас!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">Заміна змішувача у Львові – для професійного виконання цієї роботи здійснюйте виклик сантехніка від <Link to="/">Kran.lviv</Link>. Якість гарантується. Майстри озброєні брендовим інструментом і ремонтним комплектом для проведення демонтажу застарілих або зношених пристроїв, а також комплексного монтажу нової моделі. Пропонуємо доступні ціни та допомогу в закупівлі якісних витратних матеріалів. Телефонуйте!</p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Заміна змішувача – чому ми?</h2>
          <p>Навіть сама надійна техніка виходить з ладу. Тому проводячи ремонт у ванній кімнаті, рано чи пізно зіткнетеся з необхідністю заміни змішувача. Значить прийшов час звернутися до нас. Адже ми допоможемо вибрати найкращий варіант.</p>
          <p>Нами виконується заміна старих змішувачів на нові функціональні латунні або силумінові аналоги. Підбираємо обладнання з урахуванням підведення води, особливостей інтер'єру і необхідного функціоналу.</p>
          <p>Складність даної роботи в першу чергу залежить від того, чи потрібно замінювати тільки сам елемент або всю систему в цілому. Якщо замінюється один змішувач на інший – це проста справа. Повна заміна комунікацій набагато складніше.</p>
          <p>Хоча, відомо багато випадків, коли й проста заміна змішувача поганим фахівцем приводила до серйозних негативних наслідків, після чого був потрібний дорогий ремонт. Для того щоб цього не сталося, звертайтеся до нас.</p>
          <p>Установка змішувачів у Львові нашими фахівцями здійснюється не перший рік, і за цей час ми досконально вивчили нюанси, які можуть виникнути в процесі роботи. Наші сантехніки майстри зможуть повністю змінити труби та встановити змішувач за короткий термін.</p>
          <p>Крім цього, також під’єднаємо до системи й інші елементи, в тому числі унітаз і пральну машину. Все це за демократичними цінами. Подаруйте собі швидкий і якісний ремонт у ванній разом з нами!</p>
          <h2>Наші послуги з заміни та встановлення змішувача</h2>
          <p>Виконується:</p>
          <ol>
            <li>
              Встановлення змішувача:
              <ul>
                <li>на раковину та ванну;</li>
                <li>у ванній кімнаті;</li>
                <li>на мийку;</li>
                <li>одноважільного;</li>
                <li>типу «ялинка»;</li>
                <li>на кухні;</li>
                <li>душового змішувача.</li>
              </ul>
            </li>
            <li>Заміна змішувача:
              <ul>
                <li>на ванній;</li>
                <li>на кухні;</li>
                <li>у ванній кімнаті.</li>
              </ul></li>
          </ol>
          <p><strong>Важливо!</strong> Перед викликом спеціаліста для встановлення змішувача радимо визначитися з окремими моментами, які можуть потребувати додаткових робіт крім безпосередньої установки змішувача. Для швидкого виконання треба заздалегідь попередити фахівця, якщо ви хочете встановити:</p>
          <ul>
            <li>змішувач на кухні не в мийку, а в стільницю − тоді майстру потрібно мати додатковий інструмент для свердління коронкою;</li>
            <li>додаткові елементи змішувача, наприклад, кран для фільтрованої води − для цього також потрібні спеціальні свердла;</li>
            <li>змішувач у ванній кімнаті так, щоб труби знаходилися всередині стіни − сантехнік виконує додаткові роботи − штроби.</li>
          </ul>

        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default MixerInstallationPage
