import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const PipeCleaningPage = () => (
  <Layout>
    <SEO
      title="Прочистка труб Львів"
      description="Прочистка труб у Львові здійснюється щоденно. Звертайтеся!"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Прочистка труб · Львів</h1>
          <p className="lead">
            <strong>Прочистка труб у Львові – звертайтеся до нас!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Виконується прочистка труб Львів. Регулярна профілактика
            каналізаційних систем дозволяє уникати масштабних антисанітарних
            явищ. Тому планове, або екстрене прочищення каналізації завжди є
            популярною сантехнічною послугою. Майстри{" "}
            <Link to="/">Kran.lviv.ua</Link> не просто її пропонують, а швидко й
            вміло розв’язують найсерйозніші проблеми зі стічними комунікаціями.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Прочистка каналізаційних труб</h2>
          <p>
            Прочистка труб каналізації вимагає правильного вибору методу, за
            допомогою якого досягаються найвищі показники оперативності та
            результативності. У цьому допомагає багаторічний досвід наших
            сантехніків, які у своїй практиці зустрічаються із найскладнішими
            випадками. Тому сьогодні з упевненістю запевняємо, що впораємося з
            будь-яким завданням, включаючи очищення каналізаційних колодязів та
            прихованих труб.
          </p>
          <p>
            Прочищення труб у приватному будинку зазвичай передбачає
            профілактику всієї системи стоків. У таких випадках запропонуємо
            комплексні сантехнічні послуги.
          </p>
          <p>
            Своєю чергою, прочистка каналізаційних труб у квартирі у Львові може
            вимагати доступу в підвальні приміщення, або суміжні приміщення. Про
            це просимо потурбуватися до прибуття наших сантехніків.
          </p>
          <h2>Методи прочищення засмічення труб каналізації</h2>
          <p>Застосовуємо найсучасніші способи. Розкриємо основні з них:</p>
          <ol>
            <li>
              Механічна прочистка труб каналізації – найпростіший та
              найпоширеніший захід, заснований на інтенсивному обертанні
              гнучкого товстого троса зі змінними насадками у трубній
              магістралі. Як варіант − використання звичайного вантуза. Але з
              такими нескладними завданнями зазвичай домовласники справляються
              самі.
            </li>
            <li>
              Гідродинамічна промивка труб компресором. Найефективніший спосіб,
              який потребує застосування спеціального компресорного обладнання;
            </li>
            <li>
              Хімічне очищення трубопроводів за допомогою гіпохлориту натрію,
              NaOCl. Повинно проводитися кваліфікованими спеціалістами, які
              мають відповідний досвід та спорядження.
            </li>
          </ol>
          <h2>Послуги сантехніка – прочистка труб</h2>
          <p>
            Надаємо великий спектр сантехнічних послуг у Львові, пов'язаних із
            чисткою труб каналізації. До найбільш актуальних варіантів слід
            віднести:
          </p>
          <ul>
            <li>
              аварійне прочищення труб каналізаційної мережі приміщень різного
              призначення (промислові, приватні, муніципальні тощо);
            </li>
            <li>
              усунення утворюваних у стічних комунікаціях внутрішніх засмічень
              (унітазу, сифону, засмічення каналізаційних труб у ванній кімнаті
              та кухні);
            </li>
            <li>діагностика поточного стану каналізації.</li>
          </ul>
          <p>
            Як правило, роботи з прочищення труб каналізації включають наступний
            набір послуг сантехніка − спочатку фахівці оцінюють поточний
            технічний стан каналізаційної мережі, а потім вибирають ідеальний
            варіант, що дозволяє найкращим чином ліквідувати засмічення.
            Професіонали сантехніки високої кваліфікації не просто прочистять
            каналізацію, а ще й проконсультують господарів об'єкта чи
            відповідальних осіб, що унеможливить виникнення аварії згодом.
          </p>
          <p>
            Замовлення послуг з прочистки каналізації в нашій компанії –
            гарантія комплексного підходу до розв’язання питання, оперативної
            реалізації робіт та справної системи каналізації на об'єкті.
          </p>
          <p>
            Результативна прочистка труб Львів виконується в екстреному порядку,
            тому що такі ситуації загрожують дуже неприємними наслідками. Це
            означає, що диспетчер після дзвінка клієнта швидко споряджає
            оперативну сантехнічну бригаду, яка має у своєму розпорядженні все
            необхідне для відновлення нормальної роботи стічних магістралей.
          </p>
          <p>
            <strong>
              Оперативне прочищення каналізаційних труб у Львові – чисті рішення
              для «брудної» роботи – це ми!
            </strong>
          </p>
          <p>
            Чистимо всі типи пластикових, чавунних та металевих труб, не
            завдаючи їм шкоди. Точно визначаємо, де знаходиться засмічення та
            його тип. Акуратно працюємо на вигинах трубопроводів, зберігаючи
            їхню цілісність.
          </p>
          <p>
            Без переплат. Підбираємо найкращий варіант прочистки труб у
            залежності від складності забруднення. Виконуємо лише необхідні
            роботи, без нав'язування додаткових послуг. Оплата по факту.
            Сплачуєте за підсумком нашої діяльності. Після виконання робіт,
            отримуєте гарантований результат.
          </p>
          <br />
          <p>
            Звертайтеся. Прочистка труб у Львові здійснюється щоденно.
            Реагування на гарантійний виклик сантехніка відбувається у
            максимально короткий проміжок часу.
          </p>
          <p>Детальніше:</p>
          <ul>
            <li><Link to="/drain-cleaning">прочистка каналізації Львів</Link>;</li>
            <li><Link to="/video-diagnostics">відеоінспекція трубопроводів</Link>.</li>
          </ul>
        </div> 
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default PipeCleaningPage
