import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"
import Phone from "../components/phone"

const PipeCleaningInLvivPage = () => (
  <Layout>
    <Seo
      title="Прочистка труб у Львові"
      description="Прочистка труб у Львові – це одна з найпопулярніших послуг, котру надають наші кваліфіковані спеціалісти"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Прочистка труб у Львові</h1>
          <p className="lead">
            Це одна з найпопулярніших послуг, котру надають наші кваліфіковані
            спеціалісти
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Каналізаційні труби – це невід’ємна частина будь-якої квартири,
            супермаркету, заводу, або іншого промислового приміщення. Оскільки
            каналізаційна система забезпечує безперебійну подачу і злив води в
            приміщенні, елементі конструкції вимагають постійного догляду,
            технічних перевірок і своєчасного ремонту. Прочистка труб у Львові –
            це одна з найпопулярніших послуг, котру надають кваліфіковані
            спеціалісти нашої компанії. Кваліфіковані сантехніки швидко виявлять
            причину засмічення і усунуть проблему за допомогою професійних
            інструментів. В разі виникнення екстреної ситуації, компанія
            Kran.Lviv пропонує послугу “Аварійний виїзд”, яку можна замовити
            цілодобово. Після дзвінка клієнта, команда спеціалістів буде на
            місці аварії уже через 15 хвилин.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Причини засмічення каналізаційних труб</h2>
          <p>
            Частіше за все засмічення утворюються у старих чавунних трубах, які
            потребують регулярної прочистки і технічного огляду. Сучасні
            полімерні труби засмічуються рідше, однак іноді також потребують
            технічного обслуговування від професіональних сантехніків.
          </p>
          <p>
            Найчастіше проблеми з непроходженням труб виникають в таких частинах
            конструкції:
          </p>
          <ul>
            <li>сифонах;</li>
            <li>кутах трубопроводу;</li>
            <li>місцях, де труби деформовані, або пошкодженні;</li>
            <li>каналізаційних стояках;</li>
            <li>
              в трубах, які поєднують каналізаційну систему багатоповерхового
              будинку і септик.
            </li>
          </ul>
          <p>
            Власники квартир в багатоповерхівках можуть серйозно постраждати від
            засмічення каналізації, оскільки навіть, якщо проблема виникне в
            одній квартирі, неприємні наслідки можуть бути для багатьох жителів
            багатоповерхівки. Саме тому прочистка труб у Львові має стати
            регулярною процедурою для кожного жителя квартири чи власника
            промислового приміщення.
          </p>
          <p>Розповсюджені причини засмічення каналізаційних труб:</p>
          <ol>
            <li>
              <p>
                Жир, який потрапляє в трубу разом з залишками миючого засобу
                може утворювати невеликі кульки, які поступово осідають на
                стінах. В результаті вода не може вільно проходити по трубах, що
                може призвести до аварійної ситуації.
              </p>
            </li>
            <li>
              <p>
                Потрапляння до каналізаційних стоків сторонніх предметів. Під
                час роботи сантехніки можуть знайти в місці засмічення різні
                маленькі предмети (найчастіше засобі особистої гігієни, або
                шматочки їжі).
              </p>
            </li>
            <li>
              <p>
                Проблеми з трубопроводом трапляються в результаті самостійної
                заміни деталей каналізаційної системи і недотримання відповідних
                технічних норм. В результаті цього може виникнути не тільки
                засмічення, а й пошкодження і протікання трубопроводу.
              </p>
            </li>
          </ol>
          <p>
            Дані причини призводять до аварійних наслідків, однак, вирішити
            проблему допоможе прочистка труб у Львові від кваліфікованих
            майстрів нашої компанії.
          </p>
          <h2>Способи прочистки трубопроводу</h2>
          <p>
            Професійні сантехніки, які працюють у нашій компанії здійснюють
            прочистку труб якісно і оперативно завдяки сучасним технологіям і
            обладнанню, яке вони використовують. Кваліфіковані майстри можуть
            усунути засмічення такими методами:
          </p>
          <ul>
            <li>
              <p>
                Прочистка труб у Львові компресором по методу гідродинаміки.
                Даний тип робіт проводиться з застосуванням спеціалізованої
                техніки і вважається одним із найефективніших в ситуаціях з
                серйозним засміченням трубопроводу.
              </p>
            </li>
            <li>
              <p>
                Механічна чистка каналізаційних труб – це простий і стандартний
                метод, який допомагає усунути накопичення на стінках труб.
                Проводиться за допомогою спеціального гнучкого троса.
              </p>
            </li>
            <li>
              <p>
                Очищення труб за допомогою хімічних речовин допомагає
                позбавитись будь-яких накопичень на стінках труб за короткий
                час. Такий тип робіт може виконувати тільки досвідчений майстер,
                який має відповідне обладнання і спеціалізується на хімічній
                очистці трубопроводу.
              </p>
            </li>
          </ul>

          <h2>Послуги, які надають наші майстри</h2>
          <p>
            На офіційному сайті компанії <Link to="/">Kran.lviv.ua</Link>{" "}
            клієнти можуть знайти повний спектр послуг, які надають
            кваліфіковані спеціалісти. Якщо в вашій квартирі чи промисловому
            приміщенні виникло засмічення, сантехніки пропонують провести такі
            види робіт:
          </p>
          <ul>
            <li>
              аварійна прочистка труб у Львові в разі виникнення екстреної
              ситуації;
            </li>
            <li>
              прочистка внутрішніх засмічень у квартирних комунікаціях, таких як
              сифон, зливні труби у ванні і на кухні, забивка унітазу і т.д.;
            </li>
            <li>
              плановий технічний огляд каналізаційних труб з метою уникнення
              можливих засмічень.
            </li>
          </ul>
          <p>
            Під час огляду аварійної комунікації, професійні сантехніки
            проводять детальний аналіз проблеми і підбирають оптимальне рішення
            для її усунення. Майстри виїзжають на виклик, маючи при собі все
            необхідне обладнання для прочистки труб у Львові. Після проведення
            робіт по прочистці труб, майстри надають гарантію на якість ремонту
            і в разі повторення ситуації відповідають за подальше технічне
            обслуговування каналізації.{" "}
          </p>

          <h2>Переваги нашої компанії</h2>
          <p>
            Якщо у квартирі, магазині чи промисловому приміщенні виникли
            проблеми з каналізацією і зокрема утворилось засмічення в
            трубопроводі, необхідно звертатись до спеціалістів з багаторічним
            досвідом усунення подібних проблем. Замовляючи послуги компанії
            Кран.Львів, клієнти отримують безліч переваг:
          </p>
          <ul>
            <li>працюємо цілодобово;</li>
            <li>
              майстри виїзжають на виклики у Львів та область в будь-який час;
            </li>
            <li>
              команда кваліфікованих сантехніків якісно проводить ремонт і
              технічний огляд об’єкта;
            </li>
            <li>оперативне усунення проблеми;</li>
            <li>ремонт за допомогою сучасного обладнання;</li>
            <li>прочистка чавунних, металевих і пластикових труб;</li>
            <li>акуратна робота без пошкодження каналізаційної системи;</li>
            <li>кілька методів усунення засмічень;</li>
            <li>гарантія на проведення робіт.</li>
            <li>оплата послуг по факту виконання роботи;</li>
            <li>вигідна вартість роботи.</li>
          </ul>
          <p>
            Прочистка труб у Львові – не єдиний вид робіт, які проводять наші
            майстри. Також клієнти можуть замовити послуги з відеодіагностики
            каналізації, встановлення комунікації, установки опалювальних
            систем, монтажу ванн, душових кабін, унітазів, біде тощо. З повним
            списком послуг, які надають спеціалісти нашої компанії можна
            ознайомитись на сайті.
          </p>
          <p>
            Замовити послуги кваліфікованих сантехніків можна, зателефонувавши
            до менеджера нашої компанії (цілодобово за номерами <Phone />
            ).
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default PipeCleaningInLvivPage
