import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const PipeTeleinspectionPage = () => (
  <Layout>
    <Seo
      title="Телеінспекція труб"
      description="елеінспекція труб у Львові – звертайтеся до нас!"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Телеінспекція труб</h1>
          <p className="lead">
            <strong>Телеінспекція труб у Львові – звертайтеся до нас!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Виконується телеінспекція труб у Львові та області.Телеінспекція,
            або <Link to="/video-diagnostics">відеодіагностика</Link> −
            обстеження каналізаційних та зливових трубопроводів зсередини.
            Робиться для того, щоб упевнитися в чистоті та цілісності мережі,
            або виявити причини несправності. Використовуються спеціальні
            камери, які занурюють у глиб системи. Це – найефективніший спосіб
            виявлення засмічень без проведення додаткових робіт та зайвих витрат
            часу. <strong>Телефонуйте!</strong>
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Чому телеінспекція труб у Львові – це обов’язково до нас</h2>
          <p>Відповісти не складно:</p>
          <ul>
            <li>
              маємо необхідне технічне обладнання для якісної та швидкої
              відеодіагностики трубопроводів з різних матеріалів;
            </li>
            <li>
              оглянемо не тільки труби, але й фітинги, запірну арматуру та інше;
            </li>
            <li>
              пропонується дослідження трубопровідних мереж різного призначення:
              <ul>
                <li>телеінспекція труб господарсько-фекальної каналізації;</li>
                <li>технологічних виробничих мереж;</li>
                <li>телеінспекція зливової каналізації у Львові.</li>
              </ul>
            </li>
            <li>
              виїжджаємо на промислові та житлові об'єкти, обслуговуємо торгові
              приміщення, адміністративні споруди, приватні та багатоквартирні
              будинки;
            </li>
            <li>
              надаємо гарантію на відеодіагностику труб, забезпечуємо їх
              цілісність після проведення огляду;
            </li>
            <li>
              телеінспекція труб у Львові та навколишніх селищах проводиться в
              гранично стислий термін, оперативно та якісно;
            </li>
            <li>
              до проведення відеоінспекції каналізації власникам не доведеться
              готуватися будь-яким чином − наші співробітники проведуть усі
              роботи самостійно із мінімальним залученням замовника;
            </li>
            <li>
              при потребі здійснюється{" "}
              <Link to="/video-diagnostics">прочистка каналізації</Link> у
              будинках, квартирах, на виробництвах.
            </li>
          </ul>
          <h2>Коли потрібна телеінспекція труб</h2>

          <p>
            Рекомендуємо проводити відеодіагностику мереж у наступних випадках:
          </p>
          <ol>
            <li>
              <p>
                Під час приймання будівель у забудовника. Для перевірки не
                тільки якості прокладання, цілісності магістралей. Але й для
                того, щоб упевнитись у їх чистоті від будівельного сміття,
                каміння та цементного розчину.
              </p>
            </li>
            <li>
              <p>
                Також відеоінспекція трубопроводу знадобиться при необхідності
                ручного відновлення втраченої схеми. У цьому випадку звертайтеся
                до нас.
              </p>
            </li>
            <li>
              <p>
                Наступні, кому знадобиться телеінспекція каналізації, це ті
                домовласники, у кого регулярно виникають проблеми із
                засміченнями. Часто це пов'язано не з тим, що є якісь недоліки у
                трубопроводах, а з правильністю експлуатації й прочищення труб.
                Це з'ясовується за допомогою камери, телеінспекцією.
              </p>
            </li>
            <li>
              <p>
                Ще один момент, коли потрібно перевірити цілісність труб за
                допомогою відеодіагностики − поява різкого запаху каналізації.
                При тому, що у раковинах стоять сифони з гідроклапанами, і йти
                неприємним ароматам нема звідки.
              </p>
              <p>
                Це ознака того, що із трубою щось сталося. Може вона луснула від
                часу або під впливом ходіння ґрунту та фундаменту будинку.
                Можливо розійшлося розтрубне з'єднання.
              </p>
            </li>
            <li>
              <p>
                Потрібна телеінспекція труб і при підозрі на нелегальне врізання
                в каналізаційно-промивальну мережу.
              </p>
            </li>
          </ol>
          <p>
            Підбиваючи підсумки скажемо, що телеінспекція труб − це надійний
            інструмент аварійних каналізаційних служб. Вона необхідна для
            описаних вище випадків, а також при комплексній діагностиці
            каналізації.
          </p>
          <p>
            Сантехнічні служби повинні мати камеру на озброєнні як незамінного
            помічника у справі прочищення та діагностики труб. Прочищаючи
            каналізацію без цього приладу, майстри працюють наосліп.
          </p>
          <p>
            Телеінспекція трубопроводів надає можливість перевірити якість
            виконаної роботи. Тому, якщо раптом буде потрібно замовити
            прочищення труб у Львові, обов'язково звертайтеся до Kran.lviv.ua.
            Наші співробітники мають усе необхідне обладнання для прочистки
            трубопроводів та для відеодіагностики та професійно їм користуються.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default PipeTeleinspectionPage
