import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const PipesSolderingPage = () => (
  <Layout>
    <Seo
      title="Пайка пластикових (поліпропіленових) труб"
      description="Пропонуємо механічний, вакуумний та гідродинамічний способи очищення каналізаційних труб"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Пайка пластикових труб</h1>
          <p className="lead">
            <strong>
              Пайка пластикових (поліпропіленових) труб у Львові –
              вам&nbsp;до&nbsp;нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Майстрами <Link to="/">Kran.lviv · Послуги сантехніка</Link>{" "}
            виконується пайка пластикових труб у Львові. Завдяки їй буквально за
            кілька хвилин створюється міцне і надійне з'єднання. Вона широко
            застосовується при здійсненні сантехнічних робіт, ремонті
            сантехніці, монтуванні системи водопостачання, опалення, всіх
            комунікацій. Це – зручна і популярна сьогодні методика.
          </p>
          <p className="text-center">
            У побуті розповсюджена муфтова пайка. Метод передбачає використання
            у з'єднувальному вузлі двох деталей – труби та муфти (крани,
            фітинги, інші деталі), внутрішній діаметр якої трохи менший
            зовнішнього труби.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Апарати для пайки труб</h2>
          <p>
            Пайка труб з поліпропілену проводиться ручним зварювальним апаратом,
            який у побуті називається праскою. Для деталей з ⌀ &gt; 4 см
            використовуються складніші прилади, що центрують.
          </p>
          <p>
            Зварювальні апарати для пайки пластикових труб обладнуються знімними
            насадками. Це – елементи нагрівання у формі гільзи, які оплавляють
            зовнішні частини труби та дорн для розігрівання внутрішніх поверхонь
            деталі.
          </p>
          <p>
            Їх діаметри 14-63 мм, вони напилюються тефлоном, антипригарними
            матеріалами. Треба слідкувати за їх чистотою під час зварювання.
            Дерев’яними скребками очищати після застосування (гарячі). Чищення
            охолоджених деталей неприпустиме.
          </p>
          <h2>Алгоритм проведення пайки труб</h2>
          <h3>Підготовка зварювального апарату</h3>
          <p>
            Встановити на рівній поверхні так, щоб до нього був легкий доступ.
            Визначитися, яких діаметрів полімерні труби паяти, підготувати
            необхідні нагрівальні елементи.
          </p>
          <p>
            Рекомендується їх встановлення до розігрівання праски. Конструкція
            приладу дозволяють користуватися відразу кількома насадками. Апарат
            нагрівається рівномірно, місце розміщення елементу нагрівання не має
            впливу на температуру насадок.
          </p>
          <p>
            Спеціальними ключами встановлюються насадки, на панелі контролю
            виставляються потрібні для з’єднання поліпропіленових труб 260°С.
          </p>
          <p>
            Прилад запускається, розігрівання ≈ 10-15 хв. Звичайно на паяльнику
            присутні світлові індикатори. Червона лампочка сигналізує про
            функціонування нагрівального елементу. Зелена – апарат у робочому
            режимі. Деякі з них навіть озброєні цифровим дисплеєм з індикацією
            температури.
          </p>
          <p>
            На час пайки поліпропіленових труб впливає температура у приміщенні.
            У спеку зменшується, у холод збільшується. При температурах ≤ 0 °C
            зварювання не проводять.
          </p>
          <h3>Підготовка пластикової труби до пайки</h3>
          <p>
            Труборізом, або спеціальними ножицями деталь обрізають під прямим
            кутом (тільки 90°). Місце обрізання очищається, його разом з
            фітингом знежирюють мильним, або спиртовим розчином (краща адгезія
            буде).
          </p>
          <p>
            <em>
              Розчинники на базі ацетоні, складних ефірів використовувати не
              слід. Поліпропілен не стійкий до них, стінки здатні поплисти.
            </em>
          </p>
          <p>
            Деталі повністю просушуються. Якщо полімерні труби PN 10-20, вже
            можна зварювати. У PN 25 ще зачищаються верхні алюмінієві та
            поліпропіленові шари шейвером на зварювальну глибину, яку визначають
            за величиною насадки праски.
          </p>
          <h3>Розігрівання деталей</h3>
          <p>
            Надягаються на потрібного розміру насадки. Трубу вставляють у гільзу
            до обмежувача, показника глибини зварювання пластикових труб, на
            дорні закріплюється фітинг. Час нагрівання суворо витримується.
          </p>
          <p>
            Для зварювання кожного виду труб він різний. Існує таблиця пайки
            поліпропіленових труб, в якій вказується необхідний час застигання.
          </p>
          <p>
            <em>
              Міцність зварювальних компонентів прямо залежна від температури.
            </em>{" "}
            При слабкому нагріванні не зробиться повноцінна дифузія. Молекули не
            поєднуються. Зварювання вийде слабким, не витримуватиме достатніх
            навантажень. Пара може розірватися, герметичність стикування
            порушується.
          </p>
          <p>
            При перегріванні конструкція підлягає деформуванню. Змінюється
            початкова геометрія. У середині може утворитися сильний наплив у
            вигляді товстого валика. Результат – у місці зварювання пластикових
            труб значно зменшиться внутрішній трубопровідний діаметр.
          </p>
          <h3>Пайка пластикових труб</h3>
          <p>
            Розігріті деталі одночасно знімаються з паяльника і впевнено,
            швидким рухом, з дотриманням співвісності з'єднують. Завдяки
            розплавленому зовнішньому пластичному поліпропіленовому шару труба
            може щільно заходити у муфту до упору, на довжину прогрітої ділянки.
            Відбуваються: поліфузія, охолодження і полімеризації. У результаті
            отримується монолітне з'єднання.
          </p>
          <p>
            <strong>Важливо.</strong> Поєднуючи елементи, заборонено розвертати
            по осі, їх згинання.{" "}
          </p>
          <h3>Охолодження з’єднання</h3>
          <p>
            Елементам конструкції необхідно надати можливість охолонути,
            особливо тонкостінним виробам. Всілякі деформації шкідливі,
            приводять до запаювання внутрішніх просвітів трубопроводів.
            Охолоджені деталі продуваються, або воду пропускають скрізь них. Так
            перевіряється прохідність.
          </p>
          <br />
          <p>
            На перший погляд, паяти труби з поліпропілену не дуже складно.
            Безперечно, навчитися можна. Але, рекомендуємо все-таки звертатися
            до професіоналів. Адже інструменту та необхідних навичок у
            звичайного господаря немає. Краще не ризикувати.{" "}
          </p>
          <p>
            Телефонуйте, якщо потрібна якісна пайка труб у Львові. Монтаж
            трубопроводу швидко та з гарантією надійності виконає досвідчений
            сантехнік.
          </p>
          <p>
            Детально{" "}
            <Link to="/plastic-pipes-installation">
              монтаж пластикових труб
            </Link>
            .
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default PipesSolderingPage
