import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const PipesIntallationPage = () => (
  <Layout>
    <Seo
      title="Монтаж пластикових труб"
      description="Виконуємо монтаж пластикових труб у Львові. Дзвоніть!"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12 medium-10">
          <h1>Пластикові труби · Монтаж</h1>
          <p className="lead">
            <strong>
              Виконуємо монтаж пластикових труб у Львові. Дзвоніть!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Пластикові труби завдяки демократичній вартості та простоті
            з'єднання займають передові позиції в облаштуванні водопровідних і
            теплових систем у будинках і квартирах. І це не дивно, адже вони
            забезпечують тривалу експлуатацію інженерних мереж. Виробники
            гарантують до п’ятдесяти років термін їх служби.
          </p>
          <p className="text-center">
            Майстрам же, зручно з цими виробами працювати. Монтаж пластикових
            труб виконується швидко. Буквально за кілька хвилин пайка
            поліпропіленових труб створює міцне і надійне з'єднання.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Переваги пластикових труб</h2>
          <p>
            Властивості пластикової труби відрізняють її у кращу сторону від
            труби з традиційних матеріалів:
          </p>
          <ul>
            <li>дешевше залізних, або чавунних аналогів;</li>
            <li>
              більш тривала експлуатація в передбачених інструкцією умовах тиску
              і температури;
            </li>
            <li>пластикова труба має високу пропускну здатність;</li>
            <li>низька аварійність завдяки надійності з'єднань;</li>
            <li>висока хімічна і корозійна стійкість;</li>
            <li>невелика вага полегшує монтаж пластикових труб;</li>
            <li>
              максимальна відповідність сучасним безтраншейним технологіям
              прокладання комунікацій;
            </li>
            <li>
              завдяки гнучкості, еластичності й ударостійкості можливе
              будівництво пластикових трубопроводів у нестабільному ґрунті,
              мінімізуються витрати на траншеї.
            </li>
          </ul>
          <h2>Класифікація пластикових труб</h2>
          <p>
            Пластикові труби – поняття, яке об'єднує продукти, що суттєво
            відрізняються властивостями та галузями застосування. Пластикові –
            дуже загальне визначення, яке часто вживається. Але коректним
            терміном є – полімерні. Асортимент полімерних труб широкий, до того
            ж постійно розробляються нові концепції й модифікуються старі.
          </p>
          <p>
            Залежно від матеріалу виготовлення пластикові труби поділяють на
            кілька видів:
          </p>
          <ul>
            <li>
              <p>
                <strong>ПВХ (полівінілхлорид).</strong> Знижена горючість і
                підвищена хімічна стійкість у порівнянні з іншими полімерами.
                Мала чутливість до УФ-випромінювань.
              </p>
            </li>
            <li>
              <p>
                <strong>Поліпропілен (РР або ПП).</strong>
              </p>
            </li>
            <li>
              <p>
                <strong>Поліетілен (PE).</strong> Високого та низького тиску
                (спосіб виробництва).
              </p>
            </li>
            <li>
              <p>
                <strong>Зшитий поліетилен (PE-X).</strong> Полімер етилену з
                поперечно зшитими молекулами. Залежно від технології з'єднання в
                європейському маркуванні використовуються позначення PE-Xa,
                PE-Xb, PE-Xc і PE-Xd (різні способи обробки вихідної сировини).
                Не плавиться, дуже еластичний. Найбільш відомі бренди VALTEC,
                REHAU (RAUTITAN), GOLAN, UPONOR (WIRSBO) та FADO.
              </p>
            </li>
            <li>
              <p>
                <strong>Металопластик.</strong>
              </p>
            </li>
          </ul>
          <h2>Сфери використання пластикових труб</h2>
          <p>
            Монтаж пластикових труб застосовується у наступних системах
            забезпечення життєдіяльності людини:
          </p>
          <ul>
            <li>опалення,</li>
            <li>каналізації,</li>
            <li>гарячого та холодного водопостачання,</li>
            <li>газопостачання,</li>
            <li>при облаштуванні колодязів і свердловин.</li>
          </ul>
          <p>
            У кожній сфері використовуються пластикові труби особливих
            параметрів. Відрізняються за хімічним складом, діаметром та
            стійкістю до тиску. У зв'язку з цим вони не є взаємозамінними.
          </p>
          <h2>Колір пластикових труб</h2>
          <p>
            У системах життєзабезпечення здійснюється монтаж пластикових труб
            різного кольору, залежить він від призначення виробу. Правила, якими
            регулюється кольорова гамма обов’язкові для виконання всіма
            підприємствами, що випускають подібну продукцію. На практиці це
            полегшує вибір продукту, роботу з ним.
          </p>
          <p>
            Завдяки добавкам (барвникам) у вихідній сировині безнапірні
            поліетиленові вироби для каналізаційних стоків, як правило, чорні.
            Дренажні пластикові труби випускаються звичайно у зеленому, або
            синьому кольорі.
          </p>
          <p>
            ПВХ помаранчеві використовуються у мережах зовнішньої каналізації.
            Жорсткі й міцні, складаються з декількох шарів, щоб витримувати
            ґрунтовий тиск незалежно від того, наскільки велике промерзання.
            Тому ідеально підходять для прокладки зовнішньої каналізації.
          </p>
          <p>
            Сірі поліетиленові можна використовувати при високотемпературному
            зливі. У побуті це посудомийні та пральні машини. Кислоти та
            хімікати також не шкодять ним. Такі характеристики ідеально
            підходять для внутрішньої каналізаційної системи будинків.
          </p>
          <p>
            Зшиті поліетиленові труби (червоні звичайно) застосовуються для
            систем опалення та гарячого водопостачання. Враховуючи надійність,
            їх часто використовують для облаштування водяної теплої підлоги.
          </p>
          <p>
            Для прокладання водопровідних комунікацій здійснюється монтаж
            поліпропіленових труб білих.
          </p>
          <p>
            Металопластикові труби розраховані на систему опалення, холодного і
            гарячого водопостачання.
          </p>
          <p>
            Застосування трубних виробів з полімерів значно економить бюджет
            будівництва у сфері сантехніки. Монтаж пластикових труб не
            трудомісткий, а їх використання не впливає негативно на здоров'я
            людини. Тому при ремонті квартир звертайтеся до нас. Все зробимо
            швидко та якісно. У Львові та області завжди допоможемо.
          </p>
          <p>
            Детальніше про <Link to="/">послуги сантехніка</Link>.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default PipesIntallationPage
