import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const PlumbingLvivPage = () => (
  <Layout>
    <Seo
      title="Сантехнічні роботи у Львові"
      description="Сантехнічні роботи у Львові – якісно та швидко"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Сантехнічні роботи · Львів</h1>
          <p className="lead">
            <strong>Сантехнічні роботи у Львові – якісно та швидко</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Компанія «Kran.lviv» − виконує сантехнічні роботи у Львові
            будь-якого рівня складності. Наші майстри щоденно здійснюють
            встановлення, заміну та ремонт сантехнічних пристроїв та обладнання
            у місті та навколишніх селищах. Телефонуйте у будь-який час. Ваш
            сантехнік завжди прийме замовлення. У випадку аварійної ситуації
            негайно приїде та ліквідує її.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Сантехнічні роботи завжди будуть актуальні</h2>
          <p>
            Зараз здається майже неймовірним жити у будинку без різних побутових
            зручностей. Це відноситься не тільки до душових, умивальників,
            унітазу, але і до техніки (пральних, посудомийних машин,
            водонагрівачів).
          </p>
          <p>
            Маючи на меті створити комфортне житло, де кожен механізм працює
            належним чином, необхідно стежити, щоб спочатку монтаж сантехніки
            був виконаний правильно, а надалі технічні засоби вчасно
            обслуговувалися та ремонтувалася.
          </p>
          <p>
            Але стежити за справним функціонуванням не завжди вистачає часу та
            вміння. Тому сантехнічні роботи – це справа професіоналів. Найкраще
            рішення у випадку виходу з ладу якогось пристрою – виклик
            сантехніка.
          </p>
          <p>
            Кваліфікований майстер позбавить турбот, не втратите зайві гроші та
            нервові клітки. Сантехнік гарантовано забезпечить ефективну
            експлуатацію кожного побутового та сантехнічного приладу.
            Проконсультує, допоможе.
          </p>
          <p>
            Сантехнічні роботи можуть бути самими різноманітними. Це широке поле
            діяльності. Вони бувають як плановими, так і аварійними. Наприклад
            звичайний ремонт ванної, або туалету.{" "}
            <Link to="/shower-cabin-installation">
              Встановлення душової кабіни
            </Link>{" "}
            та <Link to="/installing-toilet">унітазу</Link>,{" "}
            <Link to="/mixer-installation">заміна змішувача</Link>. Монтаж
            джакузі, котла опалення, бойлера, колонки газової. Такі послуги
            сантехніка можна передбачити заздалегідь.
          </p>
          <p>
            Телефонуйте завчасно, і ми допоможемо зробити планування та придбати
            якісні матеріали за конкурентними цінами. І нарешті, в узгоджені
            терміни виконаємо сантехнічні роботи у Львові.
          </p>
          <p>
            Але існує ще така серйозна проблема, як{" "}
            <Link to="/drain-cleaning">прочистка каналізації</Link> у квартирі,
            будинку. На виробництві. У більшості випадків виникає вона раптово.
            І грамотно розв’язати її господарі не в стані. Навпаки, неправильні
            дії ще більш ускладнюють неприємну ситуацію.
          </p>
          <p>
            В цьому випадку рекомендуємо негайно звертатися, не тягнути. 100 %
            ліквідуємо засмічення у трубопроводі малого та великого діаметра.
            Маємо сучасне інноваційне обладнання. Прочистимо та промиємо. Вдень
            та вночі приймемо аварійний виклик сантехніка для прочищення
            каналізаційних труб і оперативно прибудемо.
          </p>
          <p>
            Адже наші спеціалісти сантехніки завжди готові до проведення
            сантехнічних робіт будь-якого роду.
          </p>
          <br />
          <p>
            Вартість залежить від складності та обсягу завдань, а також від
            додаткових вимог клієнта (терміновість, матеріали, доступ). Впливає
            і місце знаходження об’єкту, де проводяться сантехнічні роботи –
            Львів, Дубляни. Винники, Брюховичі, Рудне, або виїзд в інші населені
            пункти.
          </p>
          <br />
          <p>
            Замовляйте сантехнічні роботи у Львові. Надаємо якісні{" "}
            <Link to="/">послуги сантехніка</Link>. Працюємо 24/7. Включно
            субота, неділя, святкові дні. Готові до виїзду. Обов’язково
            враховуємо усі побажання клієнта.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default PlumbingLvivPage
