import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const PlumberLysynychiPage = () => (
  <Layout>
    <Seo
      title="Сантехнік Лисиничі"
      description="Сантехнік у Лисиничах завжди
      допоможе налагодити надійне функціонування сантехнічної системи"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Сантехнік Лисиничі</h1>
          <p className="lead">
            <strong>
              Якщо виникли негаразди з сантехнікою – звертайтеся до нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Комфорт нашого повсякденного життя забезпечує надійна робота
            сантехніки.{" "}
            <strong>
              Сантехнік у Лисиничах – професіонал, який завжди допоможе
              налагодити надійне функціонування сантехнічної системи
            </strong>
            . Він спеціалізується на обслуговуванні, встановленні та ремонті
            систем водопостачання та каналізації. Займається встановленням
            опалення.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Послуги сантехніка у Лисиничах</h2>

          <p>Сантехнік Лисиничі пропонує різноманітні сантехнічні послуги:</p>
          <ul>
            <li>встановлення нової сантехніки;</li>

            <li>модернізація чинної сантехнічної системи;</li>
            <li>підключення водопровідних труб;</li>
            <li>
              установка сантехнічних приладів – ванна, унітаз, душова кабіна та
              інш.;
            </li>
            <li>ремонт сантехніки;</li>
            <li>
              <Link to="/drain-cleaning">прочистка каналізації</Link>;
            </li>
            <li>
              <Link to="/video-diagnostics">відеодіагностика труб</Link>.
            </li>
          </ul>
          <p>
            Сантехнік Лисиничі має глибокі знання в галузі сантехніки й може
            допомогти вам вибрати оптимальні рішення для будинку або офісу.
            Завдяки його професіоналізму та досвіду, ви можете бути впевнені у
            якісному та правильному встановленні сантехнічних пристроїв.
          </p>
          <p>
            З часом, старіння та природне зношування призводять до несправностей
            у сантехнічній системі. Сантехніки у Лисиничах швидко та професійно
            виявить та виправить будь-які проблеми – протікання, засмічення,
            поламання та пошкодження. Сантехнік Лисиничі також проводить
            регулярне обслуговування сантехнічної системи, запобігаючи
            виникненню серйозних ситуацій та продовжуючи термін служби
            сантехніки.
          </p>
          <p>
            <strong>
              Чищення каналізації – ще один важливий аспект послуг сантехніка у
              Лисиничах
            </strong>
            . Засмічення каналізаційних труб можуть призводити до неприємних
            запахів, затоплення та пошкодження мережі. Сантехнік озброєний
            спеціальними інструментами та обладнанням, щоб ефективно та безпечно
            очищати каналізаційні труби від засорів та усувати причини їх
            виникнення. Регулярне чищення каналізаційної системи дозволяє
            забезпечувати вільне стікання стічних вод і запобігати серйозним
            проблемам з каналізацією.
          </p>
          <br />
          <p>
            Завдяки знанням, досвіду та спеціалізованому обладнанню сантехніка у
            Лисиничах, ви можете бути впевнені, що ваші сантехнічні прилади
            будуть справні. Якщо виникли негаразди з сантехнікою, або вам
            потрібні ремонт чи{" "}
            <Link to="/installing-toilet">установка унітаза</Link>, джакузі,
            ванної, змішувача, вмивальника звертайтеся до професійного
            сантехніка для отримання надійної та якісної допомоги.
          </p>
          <p>
            <strong>
              Телефонуйте 24/7. Також сантехнік Лисиничі працює в інших
              населених пунктах
            </strong>
            .
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default PlumberLysynychiPage
