import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const PlumbingInstallationPage = () => (
  <Layout>
    <Seo
      title="Послуги сантехніка: демонтаж, ремонт, монтаж сантехніки"
      description="Послуги, які надає сантехнік, важливість
      професійного обслуговування комунікацій."
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Послуги сантехніка: демонтаж, ремонт, монтаж сантехніки</h1>
          <p className="lead">
            <strong>
              Професійне обслуговування у Львові – звертайтеся до нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Послуги сантехніка завжди мають попит. Адже сантехнічні небажані
            проблеми можуть виникати у будинках, офісах, у будь-яких будівлях.
            Тому завжди важливо мати можливість викликати надійного сантехніка,
            який забезпечить справне функціонування водопостачання, каналізації
            та опалення. Розглянемо послуги, які надає сантехнік, важливість
            професійного обслуговування комунікацій.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Послуги сантехніка</h2>
          <p>
            <strong>
              Одна з головних послуг сантехніка – установка та ремонт
              сантехнічних систем
            </strong>
            . Сантехнік встановить та під’єднає труби водопостачання,
            каналізації. Виконає монтаж системи опалення: радіатори, тепла
            підлога, нагрівальні прилади.
          </p>
          <p>
            Також, звичайно послуги сантехніка, це – встановлення та{" "}
            <Link to="/mixer-installation">заміна змішувача</Link>, монтаж
            душової кабіни та джакузі, установка ванної та унітаза. Ремонт,
            заміна несправних деталей.
          </p>
          <p>
            Ще важлива послуга сантехніка – обслуговування та{" "}
            <Link to="/drain-cleaning">прочистка каналізації</Link>.{" "}
            <strong>
              Сантехніки проводять як профілактичне чищення каналізаційних труб,
              так і аварійне прочищення каналізаційної системи
            </strong>
            . Усувають засмічення та прочищають труби каналізації, забезпечуючи
            вільне стікання стічних вод. Це запобігає виникненню затоплень та
            неприємних ароматів, унеможливлює ушкодження мережі каналізації.
            Регулярні послуги сантехніка з очищення каналізації сприяють
            підтриманню гігієни, та запобігають виникненню захворювань.
          </p>
          <p>
            Крім того, є ще такі послуги сантехніка, як діагностика та ремонт
            витікання у трубопроводах. Це, мабуть, найнеприємніше поламання
            водопроводу. Адже його не завжди можна знайти візуально (б’є
            фонтан). А щоб усунути{" "}
            <Link to="/eliminate-water-leak">витік води у трубопроводі</Link>,
            ліквідувати наслідки аварії потрібно знати її точне місце.
          </p>
          <p>
            Також сантехніки пропонують такі послуги, як консультація та надання
            рекомендацій щодо експлуатації та обслуговування сантехнічних
            систем. Вони пояснюють, як правильно використовувати й доглядати
            сантехніку для продовження її термінів служби.{" "}
          </p>
          <p>
            Ще пропонується послуга сантехніка – допомога у виборі та придбанні
            нових надійних сантехнічних пристроїв, з врахуванням потреб клієнта
            та його фінансових можливостей.
          </p>
          <br />
          <p>
            Звертайтеся до нас. Надаємо якісні{" "}
            <Link to="/">послуги сантехніка Львів</Link>. Щоденно. Завжди
            приймаємо <Link to="/call-plumber">виклик сантехніка</Link>. Від нас
            – швидкість, демократична ціна послуг сантехніків, широкий спектр
            робіт.{" "}
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default PlumbingInstallationPage
