import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"
import Phone from "../components/phone"

const PlumberInLvivPage = () => (
  <Layout>
    <Seo
      title="Сантехнік у Львові"
      description="Сантехнік у Львові виконує як стандартні
      сантехнічні роботи, так і монтаж під ключ
      систем опалення, водопостачання, відведення води, та інші роботи"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Сантехнік у Львові</h1>
          <p className="lead">
            <strong>Працюємо якісно та швидко – звертайтеся до нас!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Сантехнік у Львові працює якісно та швидко. Виконує як стандартні
            сантехнічні роботи, так і найскладніші, такі як монтаж під ключ
            систем опалення, водопостачання, відведення води, та інші. Завдяки
            сучасному обладнанню та величезному практичному досвіду, наші
            сантехніки працюють швидко та ефективно. Також при потребі вони
            проаналізують поточний стан вашого обладнання та запропонують
            можливі варіанти його вдосконалення.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Що робить сантехнік</h2>
          <p>
            Сантехнік у Львові виконує багато різних робіт. Він встановлює
            сантехнічні системи та пристрої, проводить обслуговування та ремонт
            сантехнічних приладів, працює з водопостачанням, опаленням та
            каналізацією. Здійснює{" "}
            <Link to="/shower-cabin-installation">монтаж душових кабінок</Link>,
            ванної, умивальників, сушарок, газових котлів.
          </p>
          <p>
            Без сантехніки життя було б дуже незручним. Але всі сантехнічні
            прилади повинні бути правильно встановлені, це дуже важливо. Інакше
            можуть виникнути проблеми із водопостачанням, каналізацією та
            опаленням.
          </p>
          <p>
            Сантехнік у Львові допомагає уникнути неприємних ситуацій. У своїй
            роботі він дотримується встановлених ремонтно-будівельних
            стандартів. Застосовує надійні матеріали, користується сучасним
            обладнанням та технологіями.
          </p>
          <p>Сантехнік у Львові здійснює:</p>
          <ul>
            <li>ремонт сантехніки;</li>
            <li>
              встановлення побутової техніки, що потребує водопостачання та
              каналізації;
            </li>
            <li>
              установку/заміну{" "}
              <Link to="/water-meter-installation">лічильників</Link>,{" "}
              <Link to="/water-filter-installation">фільтрів</Link>, кранів та
              ін.;
            </li>
            <li>
              сантехнічні послуги для дачі, заміського будинку, міської
              квартири, офісу, промислового виробництва;
            </li>
            <li>
              заміна або встановлення сантехніки у новому житловому приміщенні
              (новобудові);
            </li>
            <li>
              <Link to="/drain-cleaning">прочистка каналізації</Link>;
            </li>
            <li>допомагає вибрати та доставити сантехнічне обладнання.</li>
          </ul>
          <p>
            Також сантехнік у Львові надає консультації для розв’язання
            комплексних сантехнічних питань.
          </p>
          <p>
            Якщо не знайшли необхідну послугу у цьому списку, то зв'яжіться з
            нами й ми підкажемо Вам, виконуємо такі{" "}
            <Link to="/plumbing-work">сантехнічні роботи</Link> чи ні.
          </p>
          <p>
            Щоб знайти хорошого сантехніка у Львові, необхідно переглянути
            відгуки та рекомендації від друзів та знайомих, а також прочитати
            відгуки та оцінки професійних сантехніків у Львові. На додаток до
            цього, бажано перевірити ціни на послуги сантехніка та подивитися,
            хто запропонує найкраще рішення для вашої проблеми. Беззаперечно, це
            будемо ми. Телефонуйте, щоб особисто впевнитися у цьому. <Phone />
          </p>
          <p>
            Сантехнік у Львові працює щоденно, сім днів на тиждень. Включно
            субота та неділя. Усі райони міста:
          </p>
          <ul>
            <li>Шевченківський,</li>
            <li>Личаківський,</li>
            <li>Сихівський,</li>
            <li>Франківський,</li>
            <li>Залізничний,</li>
            <li>Галицький.</li>
          </ul>
          <p>
            Винники, Брюховичі, Дубляни, Куликів, Рудне. За домовленістю
            сантехнік у Львові виїжджає в інші населені пункти області.
          </p>
          <p>
            Не витрачайте даремно час і гроші у непотрібних пошуках. Зв’яжіться
            з нами сьогодні та отримайте кращий сервіс у місті! Насолоджуйтесь
            спокоєм, який приносить у ваше житло надійний сантехнік у Львові.
            Дозвольте нам подбати про ваші сантехнічні потреби, щоб ви
            безперешкодно могли зосередитися на інших важливих побутових та
            службових справах.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default PlumberInLvivPage
