import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"
import Phone from "../components/phone"

const ProfessionalDrainCleaningPage = () => (
  <Layout>
    <Seo
      title="Професійна чистка каналізації"
      description="Чистка труб у Львові та області - усунення засмічення будь-якої складності, відновивши працездатність системи каналізації"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Професійна чистка каналізації</h1>
          <p className="lead">
            Чистка труб у Львові та області - усунення засмічення будь-якої
            складності, відновивши працездатність системи каналізації
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            У кожному житловому, адміністративному та виробничому комплексі є
            каналізаційна система. Від її безперебійної роботи залежить
            мікроклімат у приміщенні та дотримання санітарно-гігієнічних вимог.
            Засмічення каналізації призводить до появи неприємного запаху та
            погіршення прохідності труб. Вирішити цю проблему допоможе
            оперативна чистка труб у Львові.
          </p>
          <p className="text-center">
            Наша служба здійснює очищення побутових, промислових, зливових та
            зовнішніх каналізацій. Професійне прочищення каналізації – це
            гарантія того, що цілісність комунікацій не буде порушено під час
            робіт. Чистка труб у Львові та області здійснюється фахівцями нашої
            компанії, які можуть усунути засмічення будь-якої складності,
            відновивши працездатність системи каналізації.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Які бувають засмічення?</h2>
          <p>
            Позбутися пробки зі сміття, що перекриває систему, буде набагато
            простіше, якщо знати, як вона утворилася.{" "}
          </p>
          <p>Розрізняють три види засмічень:</p>
          <ul>
            <li>відкладення жиру та солі;</li>
            <li>мильні пробки;</li>
            <li>сторонні предмети.</li>
          </ul>
          <p>
            Відкладення жиру та солі можуть затримуватися на стінках труб,
            особливо якщо їхня поверхня недостатньо гладка. Так, сольові нарости
            неминуче виникають усередині комунікацій, якщо вода у регіоні
            тверда. Особливо страждають від цього металеві деталі. Поверх солей
            відкладаються жири. Потрапляючи в систему у теплому вигляді, тобто у
            вигляді рідини, вони стинуть у процесі руху за комунікаціями.
            Застиглі грудочки чіпляються за нерівності, закріплюються на них,
            притягують інші шматочки жиру. Так утворюється жирова пробка, що
            перекриває вільний струм рідини. Запобігти цьому можна тільки одним
            способом – поставити на раковину жировловлювач.
          </p>
          <p>
            Мильні пробки утворюються у ванній та на кухні. Рідина зі сміттям
            потрапляє у каналізаційну систему і утворюється щільна гелеподібна
            маса, яка прилипає до стінок труби. Згодом вона збільшується в
            обсязі. Таку пробку треба негайно усунути доки вона не забила всю
            комунікацію, її дуже просто видалити самостійно за допомогою гарячої
            води.
          </p>
          <p>
            Іноді в труби можуть потрапляти маленькі або досить великі предмети,
            які перекривають звичайний потік води. Це може бути ганчірка,
            кулька, дитяча іграшка, що впала в злив з необережності. Особливо
            часто таке трапляється у квартирі, де живуть маленькі діти. Іноді
            щільне засмічення утворюється з великої кількості туалетного паперу,
            незважаючи на те, що він повинен розчинятися у рідині. Ці предмети
            затримують сміття і стають причиною забруднень, що важко
            видаляються. Запобігти появі проблеми допоможе спеціальна сіточка,
            що встановлюється на злив. Все, що потрібно робити, це регулярно її
            очищати.
          </p>
          <p>
            Є ще одна причина засмічення, вона найнеприємніша. Це конструктивні
            прорахунки під час проектування системи. В даному випадку доведеться
            миритися з проведенням регулярної чистки, або повністю переробляти
            всю систему комунікації. Особливо складно проводити такі роботи у
            багатоквартирному будинку.
          </p>

          <h2>Особливості професійного прочищення каналізації</h2>
          <p>
            Каналізація в сучасних будівлях є складною системою, завдання якої
            полягає у відведенні стічних вод, що виникають у процесі
            життєдіяльності людей або роботи промислових, виробничих, торгових
            та інших об'єктів. При виникненні засмічення співробітники нашої
            компанії рекомендують приступити до прочищення каналізації
            якнайшвидше, оскільки при малих розмірах пробки в закритій трубі
            впоратися з проблемою вдається швидко і без використання дорогого
            обладнання. Професійна чистка труб у Львові та області відбувається
            оперативно.
          </p>
          <p>
            У стінах висотних будівель найчастіше прокладають труби великого
            діаметра. Побутові хімічні засоби не в змозі впоратися з пробками,
            що виникли в такому трубопроводі. Крім того, закупорка може статися
            через застрягання в каналізації елементів нерозчинного сміття.
            Засмічення, що утворилося, здатна призвести до аварійної ситуації і
            заливання стічними водами всієї будівлі. Вартість послуг аварійної
            бригади – це лише мізер у порівнянні з тими збитками, яких можуть
            завдати будові прориви каналізаційної труби.
          </p>
          <h2>Способи очищення</h2>
          <p>
            Ми надаємо послуги з чистки труб у Львові для приватних осіб та
            підприємств. Прочищення каналізації може здійснюватися кількома
            способами:
          </p>
          <ul>
            <li>
              <p>
                <strong>Хімічний</strong>. Цей метод передбачає використання для
                усунення засмічення у трубах спеціальних хімічних складів, що
                містять як основну активну речовину кислоту.
              </p>
            </li>
            <li>
              <p>
                <strong>Механічний</strong>. Цей спосіб застосовується у
                випадках, коли пробки утворені з нерозчинних відходів, наприклад
                целофанових пакетів, обгортки, картону. Прочищення здійснюється
                за допомогою сталевих тросів із насадками.
              </p>
            </li>
            <li>
              <p>
                <strong>Гідродинамічний</strong>. У цьому випадку
                використовується особливе дороге обладнання, яке усуває
                засмічення та очищує внутрішні поверхні каналізаційних труб за
                допомогою струменя води, що подається під високим тиском.
              </p>
            </li>
          </ul>
          <p>
            Вибір способу чистки труб у Львові залежить від ступеня забруднення
            каналізації, характеру відкладень та конфігурації трубопроводу. Для
            більш точної діагностики застосовується телеінспекція – перевірка
            стану труб за допомогою компактних камер.
          </p>
          <h2>Наші послуги</h2>
          <p>
            Технічна служба з очищення каналізації – це висококваліфіковані
            фахівці у Львові та області з екологічно чистим обладнанням, які
            допоможуть запобігти засміченням трубопроводів та усунути наслідки
            протікання каналізації. Забитий унітаз, раковина чи не стікає вода у
            ванні? Якщо так – дзвоніть за номерами <Phone />.
          </p>
          <p>
            Детально ознайомитись з усіма послугами нашої компанії можна на
            сайті <Link to="/">Kran.lviv.ua</Link>. Ми обслуговуємо:
            багатоквартирні будинки, приватні будинки, торгові центри, кафе,
            ресторани, громадські будівлі, школи, дитячі садки. Укладаємо
            договори, даємо гарантію на проведення робіт.
          </p>
          <p>
            Аварійний виїзд бригади на об'єкт для чистки труб у Львові та
            відновлення працездатності систем здійснюється протягом десяти
            хвилин вдень та вночі, оскільки ми працюємо цілодобово. У межах
            надання послуг здійснюється повна перевірка зливу, після чого
            виконана робота здається клієнту.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default ProfessionalDrainCleaningPage
