import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const QualityDrainCleaningPage = () => (
  <Layout>
    <Seo
      title="Якісна прочистка каналізації у Львові"
      description="Професійна прочистка каналізації у Львові та
      найближчих районах Львівщини – звертайтеся до нас!"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Якісна прочистка каналізації у Львові</h1>
          <p className="lead">
            Професійна прочистка каналізації у Львові та найближчих районах
            Львівщини – звертайтеся до нас!
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Прочистка каналізації у Львові зі 100 % результатом. Гарантія якості
            прочищення каналізаційних труб. Телефонуйте нам, адже серйозні
            засмічення підручними засобами не усунути, потрібно вміти це робити
            та використовувати спеціальне обладнання. І в таких випадках наші
            сантехніки стають незамінними. Про це свідчать наші задоволені
            клієнти – понад 3700 реалізованих замовлень.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Типи засмічення каналізації</h2>
          <p>
            Kran.lviv – це професійна прочистка каналізації у Львові та
            найближчих районах Львівщини. Чистимо самі складні забруднення,
            будь- якого походження:
          </p>
          <ul>
            <li>механічного,</li>
            <li>хімічного (мінеральне, органічне).</li>
          </ul>
          <p>
            У першому випадку труба забивається порівняно великим предметом,
            який, закорковує її, порушуючи природний струм рідини. Інші причини
            помітно складніші й водночас трапляються частіше.
          </p>
          <p>
            Вони пов'язані з різноманітними хімічними реакціями, внаслідок яких
            у трубопроводі (а точніше, у певних його ділянках, які фахівці
            називають «слабкими») утворюються відкладення мінерального та
            органічного генезису.
          </p>
          <p>
            Ці відкладення повільно, але надійно перекривають просвіт труби, а
            результат − нормально експлуатувати мережу стає неможливо –
            необхідна прочистка каналізації.
          </p>
          <p>
            У металевих трубах виникають засмічення як мінерального, так і
            органічного типів, у пластикових – переважно органічні, та й ті
            трапляються на порядок рідше. Новітні пластикові вироби мають
            внутрішнє покриття з мінімальним гідродинамічним опором. Але й вони
            не застраховані від виникнення засмічення. Тому потрібна
            профілактична прочистка каналізації.
          </p>
          <p>
            З часом у каналізаційній мережі накопичується сміття, труби
            заростають і забиваються. І якщо спочатку засмічення легко
            прочищаються стандартними засобами (вантуз, Крот), то згодом подібні
            рішення стають неефективними.
          </p>
          <p>
            Пісок, земля, побутові відходи – все це формує сильні забруднення,
            які неможливо видалити звичайними методами. І в критичній ситуації
            стічні води можуть перестати проходити й виплескуватимуться. Прийшов
            час прочищення каналізації.
          </p>
          <p>
            Засмічення каналізаційної труби є не що інше, як стороннє тіло, що
            частково перекрило її просвіт. За місцем виникнення заведено
            поділяти на місцеві та загальні. Перші виникають поблизу
            сантехнічних приладів, загального типу – в трубах, що приймають
            стоки відразу від кількох таких пристроїв.
          </p>
          <p>
            Структура більшості їх неоднорідна. Тому «пробити» замало – треба
            видалити засмічення – необхідна прочистка каналізації. Зробити це
            можуть лише сантехніки, озброєні обладнанням для усіх видів очищення
            каналізаційної системи та відеодіагностикою.
          </p>
          <h2>Чинники, що прискорюють утворення засмічень</h2>

          <p>
            Недотримання ухилів під час монтажу горизонтально орієнтованих
            трубопроводів. Оскільки рідина рухається по них повільно, в'язким
            каналізаційним стокам простіше нашаровуватись на внутрішню поверхню
            трубопроводу. Це спричиняє необхідність прочищення каналізації.
          </p>
          <p>
            Наявність вигинів, без яких можна було б обійтися, так само як і
            марних переходів на труби меншого діаметра, також гальмує струм
            рідини. Як наслідок, сприяє прискореному заростанню трубних
            просвітів. Насамперед звичайно, ділянок перед згинами та звуженнями.
          </p>
          <p>
            Але ними цей негативний процес не обмежується. Низька швидкість
            струму рідини шкідлива для трубопроводу – з-за неї періодично
            повинна проводитися прочистка каналізації. На цьому не
            рекомендується економити.
          </p>

          <h2>Гарантована прочистка каналізації у Львові</h2>

          <p>
            Звертайтеся до нас, щоб не мати каналізаційних проблем. Чому? Ми:
          </p>
          <ul>
            <li>
              Використовуємо сучасне перевірене та надійне обладнання. Машини
              для прочищення труб каналізації – RIDGID K-45 (Риджид), ridgid k
              60, Rems Кобра (Cobra) 22 та інші. Застосовуємо також машинки
              Rothenberger.
            </li>
            <li>
              Прочистка труб Ø від 32 до 500 мм. Довжина траси до 70 метрів.
            </li>
            <li>
              Здійснюється{" "}
              <Link to="/video-diagnostics">
                відеодіагностика каналізаційних труб
              </Link>
              .
            </li>
            <li>
              Гідродинамічне прочищення каналізації до 100 м. Діаметр 50 мм
              довжиною до 18 м.
            </li>
            <li>
              Успішно застосовуємо усі способи прочищення каналізації (механічна
              прочистка труб каналізації,{" "}
              <Link to="/hydrodynamic-drain-cleaning">
                гідродинамічна прочистка каналізації
              </Link>
              , термічне очищення, пневматичне чищення трубопроводів, хімічна
              чистка труб).
            </li>
            <li>
              Прочистка каналізації будь-якого типу – у квартирі, приватному
              будинку, промислової.
            </li>
            <li>
              Майстри сантехніки з 15-річним стажем роботи. Профільна освіта.
            </li>
            <li>
              Прочистка каналізації у Львові виконується щоденно, включно
              вихідні та святкові дні. Виїжджаємо у нічний час.
            </li>
            <li>
              Швидко реагуємо на замовлення, оперативно прибуваємо на об’єкт.
            </li>
            <li>Ціна відповідає якості виконання робіт.</li>
            <li>
              Надаємо інші <Link to="/">послуги сантехніка</Link> (демонтаж,
              монтаж, ремонт сантехніки).
            </li>
            <li>Виїзд за місто в навколишні райони.</li>
          </ul>
          <p>
            Висновок. Якщо затопило каналізацією, проявилися протікання. Коли
            треба якнайшвидше викликати сантехніка у Львові, оскільки відходи
            постійно прибувають – телефонуйте обов’язково до нас.
          </p>
          <p>
            Адже проблема сама собою не вирішиться. Пробувати пробити засмічення
            тросиком, або домашніми засобами зазвичай марно. Результативність
            нульова. Рятує тільки{" "}
            <Link to="/professional-drain-cleaning">
              професійна прочистка каналізації
            </Link>
            . Саме цим ми займаємося.
          </p>
          <p>
            До того ж надаємо інші сантехнічні послуги:{" "}
            <Link to="/installing-toilet">встановлення унітаза</Link>,{" "}
            <Link to="/shower-cabin-installation">душової кабіни</Link>,{" "}
            <Link to="/heating-installation-apartment">
              монтаж опалення квартири
            </Link>{" "}
            та інші. Робимо все, що стосується опалення, водопостачання,
            каналізації. Дрібні та складні сантехнічні ремонти, установка
            будь-яких сантехнічних приладів.
          </p>

          <Link to="/"></Link>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default QualityDrainCleaningPage
