import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const QualityPipeCleaningPage = () => (
  <Layout>
    <Seo
      title="Якісна прочистка труб"
      description="Якісна прочистка труб · Львів та область"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Якісна прочистка труб</h1>
          <p className="lead">
            <strong>Потрібна прочистка труб у Львові? Телефонуйте!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Якщо вода повільно йде, не утворює воронку над стоком і чути
            неприємний запах − це перші ознаки низької пропускної здатності
            труб. Значить, почався процес гниття побутових стоків, а відкладення
            в каналізаційній системі настільки великі, що стали перекривати шлях
            воді. Щоб уникнути серйозних наслідків, для очищення трубопроводу
            варто викликати сантехніків.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Наші послуги з прочистки труб</h2>
          <p>
            Надаємо послуги сантехніка з прочищення каналізаційних труб з
            гарантією. <Link to="/">Kran.lviv</Link> використовує найновіші
            технології для видалення засмічень. Гідродинамічна промивка труб не
            тільки усуває причину засмічення, якщо це механічне забруднення, а й
            промиває трубопровід зсередини до стану нового. Такий підхід до
            промивання труб по праву вважається найефективнішим і якісним.
            Клієнти можуть бути впевнені в якості роботи.
          </p>
          <p>Перш ніж починати роботу, фахівець нашої компанії:</p>
          <ul>
            <li>ретельно обстежує проблемну ділянку,</li>
            <li>визначає ступінь складності засмічення,</li>
            <li>переконується в міцності магістралі,</li>
            <li>
              в кінцевому підсумку запропонує найоптимальніший варіант
              прочищення труб,
            </li>
            <li>зорієнтує за ціною.</li>
          </ul>
          <p>Виконується:</p>
          <ul>
            <li>прочистка труб каналізації у квартирах;</li>
            <li>прочищення каналізаційних труб у будинках;</li>
            <li>
              чистка труб у кафе, ресторанах, різноманітних закладах харчування;
            </li>
            <li>промивка промислових трубопроводів;</li>
            <li>прочистка труб великих діаметрів на виробництвах.</li>
          </ul>
          <p>
            Наявним у нашому арсеналі професійним обладнанням забезпечується
            прочистка труб діаметром до 600 мм. Є різноманітний інструмент: як
            для усунення побутових засмічень, так і вирішення специфічних
            масштабних завдань з обслуговування виробництв і підприємств
            промислової сфери.
          </p>
          <p>
            Приїжджаємо у будь-який час доби. <strong>ДЗВОНІТЬ!</strong>{" "}
            Прочищення трубопроводів у Львові цілодобово. Проблема вирішується
            оперативно. Приймаємо виклик на чистку труб: Винники, Дубляни,
            Брюховичі та інші населені пункти Львівської області.
          </p>
          <p>
            <strong>
              Швидкість, якість послуг і чітка організація – це МИ
            </strong>
            . Робимо тільки так, як зробили б для себе. Під час прочищення
            трубопроводів внутрішня поверхня не пошкоджується. Система
            очиститься від самого твердого відкладення (цемент + пісок, мул +
            камінь).
          </p>
          <p>Прочищення трубопроводів здійснюється усіма способами:</p>
          <ul>
            <li>механічна прочистка труб;</li>
            <li>гідродинамічна промивка;</li>
            <li>хімічне очищення.</li>
          </ul>
          <h2>Прочищення труб механічним методом</h2>
          <p>
            Прочистка каналізації механічним способом виконується у разі
            виявлення твердих відкладень, або коли просвіт забитий сторонніми
            предметами (сміттям). Щоб видалити засмічення використовують
            спецобладнання зі сталевими очищувальними спіралями (при щільних,
            складних засміченнях).
          </p>
          <p>Механічний спосіб прочищення труб складається з двох етапів:</p>
          <ul>
            <li>
              На першому трос (або спіраль) вводять у трубу і починають
              «намацувати» місце засмічення.
            </li>
            <li>
              Після виявлення засмічення, спіраль обертається за допомогою
              електричної очищувальної машини. Цим і руйнуються затверділі
              відкладення. Якщо проходу води заважає сміття, воно витягується
              назовні. У деяких випадках сміття подрібнюється спеціальними
              різальними насадками й далі промивається водою.
            </li>
          </ul>
          <p>
            Залежно від діаметра і довжини магістралі використовується
            обладнання різної потужності й призначення. Суперсучасним,
            професійним устаткуванням європейських і американських виробників
            гарантовано мінімізуємо витрати та ступінь проблеми.
          </p>
          <p>
            Наше втручання (прочистка труб) дозволяє уникнути критичних і
            аварійних станів системи, які тягнуть за собою комплексну зміну
            складових і зменшення термінів експлуатації каналізації. Роботи
            здійснюються максимально акуратно і чисто навіть у самих маленьких
            приміщеннях
          </p>
          <p>
            Це ефективний метод для усунення засмічень у квартирах, заміських
            будинках і підприємствах харчової сфери. Ідеально усуваються
            побутові, паперово-текстильні й важкі засмічення. Застосовується для
            прочищення зовнішньої та внутрішньої каналізації, чищення труб з
            різних матеріалів. Одержуваний результат − відновлення роботи
            каналізації, усунення причини засмічення і відновлення пропускної
            здатності труб.
          </p>
          <h2>Прочистка труб гідродинамічним способом</h2>
          <p>
            Гідродинамічна чистка труб здійснюється гідродинамічною прочисною
            машинкою. Дозволяє ефективно і швидко прочистити каналізаційну
            систему практично від будь-яких пробок.
          </p>
          <p>
            Високим тиском рідини руйнуються не тільки жирові відкладення, але і
            будівельне сміття, бетон і навіть щебінь. Завдяки гнучкості, шланг
            для очищення труб проходить через пробки навіть у важкодоступних
            місцях. Після обробки не тільки видаляються відходи, а й
            відновлюється внутрішній діаметр мережі.
          </p>
          <p>
            Чистка труб гідродинамікою широко застосовується для трубопроводів з
            металу, пластику, кераміки у зовнішній і зливової каналізаційних
            системах. Підходить навіть для мереж, які не використовувалися
            роками.
          </p>
          <p>
            Результативність даного способу складно переоцінити − потужний
            спрямований потік води розрізає коріння дерев і кришить стару цеглу.
            Вимиває всі можливі сторонні предмети, попутно відновлюючи 100 %
            пропускну здатність трубопроводів, виключаючи його ушкодження. На
            сьогодні це найефективніший спосіб боротьби з забрудненням і
            гарантія повної чистоти всередині мереж.
          </p>
          <p>
            <strong>
              Прочистка труб гідродинамічним методом робиться навіть при низьких
              температурах
            </strong>
            .
          </p>
          <h2>Ціна прочищення труб</h2>
          <p>На вартість прочистки трубопроводів впливає:</p>
          <ul>
            <li>протяжність,</li>
            <li>діаметр,</li>
            <li>ступінь забруднення,</li>
            <li>кількість кутів,</li>
            <li>наявність ревізій.</li>
          </ul>
          <p>
            Звертайтеся у будь-який час. Чистка каналізаційних труб у Львові
            виконується цілодобово. У неділю, суботу та святкові дні.
          </p>
          <br />
          <p>
            <Link to="/">Прочистка каналізації Львів</Link> усіма способами.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default QualityPipeCleaningPage
