import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const RadiatorReplacementPage = () => (
  <Layout>
    <Seo
      title="Заміна батарей і радіаторів опалення"
      description="Виникли проблеми з опаленням у Львові – звертайтеся до нас!"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Заміна батарей і радіаторів опалення</h1>
          <p className="lead">
            <strong>
              Виникли проблеми з опаленням у Львові – звертайтеся до нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Виникли проблеми з опаленням – «накрився» радіатор (батарея) і
            вимагає негайної заміни! Кому хочеться мерзнути? − звичайно ж,
            нікому. Щоб удома було тепло, потрібна заміна радіаторів опалення та
            заміна батарей у квартирі. У цьому випадку можете покластися на нас,
            просто телефонуйте в компанію "Kran.lviv" і замовляйте виклик
            сантехніка. Він максимально швидко проведе заміну радіатора
            (батареї) у Львові. Гарантуємо низькі ціни та високу якість
            виконаної роботи!
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Заміна радіаторів у квартирі − з чого почати?</h2>
          <p>
            Заміна батарей опалення вимагає відповідної підготовки. Що це
            означає:
          </p>
          <ol>
            <li>
              Насамперед зателефонуйте. Узгодьте зручні для Вас час і дату.
              Сантехнік повинен прийти та порахувати витратний матеріал.
            </li>
            <li>
              Після того, як уточнили з майстром всі деталі роботи − потрібно
              забезпечити злив води.
            </li>
            <li>
              Далі, коли домовилися про дату зливу води, оповіщаєте спеціаліста
              про готовність до виконання робіт.
            </li>
            <li>
              Переконайтеся, що до батарей є повний доступ. Розчистить робочий
              простір.
            </li>
            <li>
              Тепер можна приступати безпосередньо до заміни та встановлення
              батареї.
            </li>
          </ol>
          <p>
            <strong>Цікаво</strong>.{" "}
            <em>
              Дуже часто в розмові використовуємо слова "батарея" і "радіатор"
              як синоніми, не замислюючись, чи є різниця між цими елементами
              системи опалення. Насправді, хоча обидва пристрої виконують єдину
              функцію − обігрів приміщення в зимовий період деяка різниця є. Але
              про це мова буде у наступних статтях…
            </em>
          </p>
          <h2>Заміна батарей опалення у квартирі – на які замінювати</h2>
          <p>
            Існує кілька видів радіаторів, на які можете замінити застарілі
            батареї:
          </p>
          <ol>
            <li>
              <p>
                Біметалевий радіатор − міцний, добре витримує гідравлічні удари.
                В основу залиті металеві труби. Усередині їх конструкції
                знаходиться сердечник зі сталі, а ребра жорсткості
                виготовляються з алюмінієвих або мідних сплавів.
              </p>
              <p>
                Подібне рішення − одне з найбільш надійних. Найчастіше заміна
                радіаторів і батарей опалення на біметалеві має попит на
                об'єктах з центральним опаленням.
              </p>
            </li>
            <li>
              <p>
                Чавунний радіатор − дійсно вічний! Хоча, тепловіддача менше,
                ніж, наприклад в алюмінієвого, більше вага. Не дуже зручний при
                монтажі, довго нагрівається, температура регулюється не зовсім
                швидко.
              </p>
            </li>
            <li>
              <p>
                Алюмінієвий радіатор − має гарну тепловіддачу (в 4 рази краще,
                ніж у чавунного радіатора), як правило, не великий. Гарний
                дизайн. Вибираючи їх, варто враховувати схильність до утворення
                корозії, насилу витримують тривалу дію вологих середовищ, а під
                впливом води швидко втрачають зовнішній вигляд і руйнуються.
              </p>
              <p>
                Перш ніж використовувати їх, переконайтеся, що віддаєте перевагу
                якісним виробам, внутрішня поверхня якого оброблена спеціальними
                полімерними складами, що забезпечують високу антикорозійний
                захист.
              </p>
              <p>
                Істотний плюс в тому, що, якщо стає актуальною заміна батарей
                опалення у квартирі через неправильний розрахунок теплової
                потужності. Не обов'язково демонтувати встановлені секції −
                досить приєднати до них нові за допомогою герметиків, прокладок,
                силікону.
              </p>
            </li>
            <li>
              Сталевий радіатор − радимо не розглядати цей варіант у якості
              заміни (термін експлуатації набагато менше, ніж у наведених вище
              радіаторів).
            </li>
          </ol>
          <p>
            Заміна батареї опалення (радіатора) у квартирі − справа досить
            витратна, але шкодувати про витрачені на це гроші точно не
            доведеться. Що може бути краще, ніж тепла затишна квартира?
          </p>
          <p>
            Тому, вчасно телефонуйте нам! Адже це, виклик сантехніка без
            клопоту! Враховуючи, що монтаж опалювальних батарей радіаторів
            повинен виконуватися якісно і професійно − тільки це може
            гарантувати довговічну роботу системи.
          </p>
          <p>
            На нашому боці багаторічний досвід практичної діяльності, позитивні
            відгуки численних замовників. Працюємо оперативно, з мінімальними
            втратами часу, і гарантуємо якісний результат.
          </p>
          <p>Заміна батарей у Львові – це тільки ми. Кращі професіонали!</p>

          <p>
            Детальніше − <Link to="/">послуги сантехніка Львів</Link>.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default RadiatorReplacementPage
