import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const SealTheThreadPage = () => (
  <Layout>
    <SEO title="Чим і як ущільнювати різьбу"
      description="Цікавитесь як ущільнювати різьбу? Ми розкажемо з особистого досвіду" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Чим і як ущільнювати різьбу</h1>
          <p className="lead"><strong>Цікавитесь як ущільнювати різьбу? Ми розкажемо з особистого досвіду.</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">Сантехнічну різьбу необхідно ущільнювати. Альтернативи цьому немає. Інакше надійного з'єднання не вийде. Вода під тиском у кілька атмосфер протікає навіть крізь мінімальні щілини. Залежно від різних умов реального монтажу майстри користуються відомими ущільнювачами: льон + ущільнювальні пасти; стрічка ФУМ; ущільнювальна нитка; анаеробний клей герметик.</p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Льон для ущільнення</h2>
          <p>Перше місце займає льон з ущільнювальною пастою. Не зважаючи на те, що багато людей вважають, що льон, це засіб минулого століття, ми успішно його використовуємо. Раніше застосовувався зі спеціальною змазкою: суриком, або олійною фарбою. Сьогодні замість них є ущільнювальні спеціальні пасти сіруватого кольору.</p>
          <p>Вони перешкоджають висиханню та гниттю льону. Без них на гарячих трубах льон поступово висихає. Це може привести до протікання з'єднання. На трубах з холодною водою льон без пасти поступово розмокає – знову герметичність з'єднання під загрозою.</p>
          <p>Ущільнювальна паста запобігає негативним процесам і забезпечує надійність та довговічність з'єднання. Дозволяє регулювати (юстувати) на відкручування до 45° не втрачаючи герметичність.</p>
          <p>Переваги з’єднання льоном:</p>
          <ul>
            <li>ціна (найдешевший ущільнювач);</li>
            <li>намотується на будь-які діаметри;</li>
            <li>застосовується на різноманітних поверхнях (брудних і мокрих) без втрати якості з'єднання.</li>
          </ul>
          <p>Мінуси:</p>
          <ul>
            <li>з'єднання, ущільнене льоном, згодом треба докручувати, ключем дотягувати;</li>
            <li>з льоном і пастою брудні руки, брудняться білі пластикові труби;</li>
            <li>потрібна акуратність на поліпропіленових різьбах, на дрібній або тісній різьбі, тонкостінних фітингах, при всіх ювелірних операціях.</li>
          </ul>
          <p><strong>Льон вимагає професійного вміння</strong>. Необхідно знати, як мотати. Якщо зробити правильно, з'єднання прослужить довгі роки, не втрачаючи герметичність.</p>
          <p>Застосовується льон на металевих деталях: латунь, чавун, сталь. З обмеженням там, де металева різьба впаяна в пластикову. Поганий варіант повністю пластмасові елементи.</p>
          <h2>ФУМ стрічка</h2>
          <p>Можна герметизувати що завгодно. Завжди чисті руки. Безпечно намотується на тонкостінні фітинги, брудні й мокрі різьби, пластикові та дрібні.</p>
          <p>Зручно, але з'єднання виходять дорожче. Зазвичай ми не витрачаємо ФУМ стрічку на різьби діаметром більше дюйма. Це економічно недоцільно.</p>
          <p><strong>Важливо знати</strong></p>
          <p>Як вибирати ФУМ стрічку? Вибираючи, трохи розмотайте і потягніть. Якщо тягнеться, купуйте. Рветься – не використовуйте. Згодом задубіє і потече.</p>
          <p>Також, таке з'єднання неможливо регулювати (як з льоном). Відвернути назад трохи вже не вийде. Загубиться герметичність. Треба обов'язково повністю відкручувати та по-новому з'єднувати.</p>
          <h2>Ущільнювальна нитка</h2>
          <p>Її позитивні якості:</p>
          <ul>
            <li>руки завжди чисті;</li>
            <li>з'єднання можна юстувати до 180° (заяви виробників);</li>
            <li>мотається на мокру і брудну різьбу;</li>
            <li>застосовується на морозі та в спеку;</li>
            <li>мікроволокна утримують герметичність при мікровібраціях, температурних коливаннях.</li>
          </ul>
          <p>Воістину ідеальний ущільнювач при швидкому ремонті, або заміні. Наприклад, якщо необхідно здати кілька манометрів на перевірку.</p>
          <p>Але, з'єднання з ниткою треба дотягувати, і вона дорожче льняного з'єднання.</p>
          <h2>Анаеробний герметик</h2>
          <p>Майстер сантехнік часто використовує анаеробні герметики, пропозицій на ринку багато. Досвід свідчить, при правильному нанесенні й повному заповненні нарізного прорізу протікання не буває. Але, різьбу необхідно ретельно готувати, аж до знежирення.</p>
          <p>Треба знати, існують герметики різного складу: легко демонтуються; важко демонтуються. Застосовуються в залежності від конкретних обставин.</p>
          <p>Герметики привабливі швидкістю роботи з ними. А ще, збирати з'єднання можна руками, без ключів. <strong>Після складання система регулюється у пошуках потрібного положення</strong>. Це – ключова особливість анаеробного герметика.</p>
          <p>Існують й негативні моменти:</p>
          <ul>
            <li>відносно висока вартість (компенсується швидкістю роботи);</li>
            <li>застосування виключно на чистій і новій різьбі;</li>
            <li>складно розбирати без нагрівання.</li>
          </ul>
          <p>Анаеробний герметик герметизує різьбові з’єднання:</p>
          <ul>
            <li>пластикові,</li>
            <li>латунні,</li>
            <li>чавунні.</li>
          </ul>
          <p>На сталевих конструкціях є особливість. Коли роблять різьбу в сталевій деталі, використовують різні мастила. Вони потрапляють на різьбу. При нанесенні клею, він, потрапивши на жирне місце, затримується на ньому. Якщо не помітити цього, після того, як муфту почнуть закручувати, може утворитися канал, по якому рідина потім буде виходити назовні.</p>
          <p>Якщо Ви професіонал, то у валізі повинні бути обов'язково усі чотири види. Любителю бажано мати льон та нитку. Взагалі порада. У Львові звертайтеся до нас. Фахівці гарантують якість.</p>
          <p><Link to="/">Послуги сантехніка у Львові <svg xmlns="http://www.w3.org/2000/svg" height="24px" viewBox="0 0 24 24" width="24px"><path d="M0 0h24v24H0V0z" fill="none"/><path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6-6-6z"/></svg></Link></p>
          <p><Link to="/drain-cleaning">Прочистка каналізації <svg xmlns="http://www.w3.org/2000/svg" height="24px" viewBox="0 0 24 24" width="24px"><path d="M0 0h24v24H0V0z" fill="none"/><path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6-6-6z"/></svg></Link></p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default SealTheThreadPage
