import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const SewerSearchPage = () => (
  <Layout>
    <Seo
      title="Пошук каналізації"
      description="Пошук каналізації – гарантуємо позитивний результат"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Пошук каналізації</h1>
          <p className="lead">
            <strong>Пошук каналізації – гарантуємо позитивний результат</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Каналізаційна система є складовою частиною житлових та нежитлових
            будівельних споруд. Зовнішній колектор, як правило, прокладається у
            шарі ґрунту. Каналізація закладається в землю, глибина залягання
            визначається місцевими природними та технічними умовами. Дуже часто
            при будівництві, ремонтних роботах виникає необхідність визначення
            розташування труби у ґрунті. Потрібно виконати пошук каналізації.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Причини пошуку каналізаційної мережі</h2>
          <p>
            Питання, як знайти під землею випускний колектор, виникає з ряду
            причин:
          </p>
          <ul>
            <li>
              на ділянці виникла потреба зведення нових будівель − при
              влаштуванні фундаменту, копанні траншеї або котловану, −
              з'являється ризик пошкодження підземних комунікацій;
            </li>
            <li>
              було придбано ділянку, необхідно приєднатися до наявної системи
              відведення стоків;
            </li>
            <li>
              в зимовий час відбулося розморожування колектора: виникло питання,
              − як пробити крижану пробку, що утворилася;
            </li>
            <li>
              сталося засмічення трубопроводу, потрібна прочистка каналізації;
            </li>
            <li>
              зливна труба розгерметизувалась, тріснула, необхідні ремонтні
              роботи;
            </li>
          </ul>
          <h2>Способи пошуку каналізації</h2>
          <p>Умовно можна об'єднати в групи:</p>
          <ul>
            <li>адміністративний ресурс;</li>
            <li>технічні методи;</li>
            <li>домашні дослідження.</li>
          </ul>
          <h3>Адміністративний ресурс</h3>
          <p>
            Необхідно відвідати служби Водоканалу, під опікою якого знаходиться
            в даній місцевості зливальний колектор. Зробити виписки або зняти
            копії документів о комунікаціях, що проходять дільницею. На основі
            отриманих даних провести земляні роботи, щоб виконати пошук
            каналізації.
          </p>
          <p>
            Але іноді зустрічаються розбіжності між даними, викладеними в
            документах, і реальним місцем розташування колектора. У такому разі
            може допомогти діючий чи колишній працівник організації, що
            здійснювала прокладання підземної траси.
          </p>
          <h3>Технічні методи</h3>
          <p>
            Пошук каналізації під землею можна робити за допомогою спеціальних
            приладів. Ці пристрої є у <Link to="/">Kran.lviv.ua</Link>. Завдяки
            цьому наші майстри успішно знаходять підземні комунікації, у тому
            числі каналізаційні труби, користуючись різними способами пошуку
            каналізації:
          </p>
          <ol>
            <li>
              <p>
                Електромагнітний, − заснований на методі уловлювання
                електромагнітного випромінювання. Використовуються сканери або,
                інакше, трасо шукачі.
              </p>
            </li>
            <li>
              <p>
                Акустичний, − уловлюються звуки від води, що біжить, або ударів
                по трубопроводу. Метод працездатний за малих (до 1–3 метрів)
                глибин залягання колектора під землею.
              </p>
            </li>
            <li>
              <p>
                Тепловий, − використовуються перепади температур між трубою та
                навколишнім середовищем. Малозастосовний при температурі
                середовища вище 15°C. Працюємо з тепловізорами, безконтактними
                термометрами.
              </p>
            </li>
            <li>
              <p>
                Геофізичний − радіолокація. Доступне визначення об'єкта на
                великих глибинах, але вимагає висококваліфікованого оператора
                для читання результатів.
              </p>
            </li>
          </ol>
          <h3>Домашні дослідження</h3>
          <p>
            У випадках, коли адміністративні чи технічні варіанти важко
            реалізувати у малонаселених чи віддалених районах. Тому
            застосовуються власні знання та сили, щоб здійснити пошук
            каналізації під шаром ґрунту. Розповсюджені такі способи:
          </p>
          <ol>
            <li>
              <p>
                <strong>Геологічний</strong>. Застосовуємо для пошуку колектора,
                закладеного не пізніше 5–7 років. Етапи робіт:
              </p>
              <p>
                <ul>
                  <li>виділяється орієнтовна ділянка;</li>
                  <li>зрізається верхній рослинний ґрунтовий шар;</li>
                  <li>
                    за складом, структурою, кольором ґрунту визначається місце
                    знаходження траншеї.
                  </li>
                </ul>
              </p>
            </li>

            <li>
              <p>
                <strong>Лозохідницький</strong>. Пошук каналізації заснований на
                взаємодії людського організму із навколишнім середовищем.
                Послідовність дій:
              </p>
              <p>
                <ul>
                  <li>
                    з металевого (алюміній, сталь) дроту робляться дві Г-подібні
                    рамки: довжина по короткій стороні (держака) 10-15 см, по
                    довжині 20-30;
                  </li>
                  <li>
                    рамки розташовуються в руках, спрямованих у процесі руху, −
                    вперед; сила затиску повинна дозволити дроту вільно
                    переміщатися (крутитися) у кулаку;
                  </li>
                  <li>
                    в орієнтовній точці, що знаходиться над трубою, рамки
                    зійдуться.
                  </li>
                </ul>
              </p>
            </li>
            <li>
              <p>
                <strong>Акустичний</strong>. За наявності одного кінця труби.
                Простукуючи її чи металевий стрижень, вловлюємо з допомогою
                медичного стетоскопа акустичні сигнали.
              </p>
            </li>
          </ol>
          <p>
            Також у пошуку каналізації під землею допомагають поради місцевих
            мешканців, наявність оглядових колодязів, виходи води з характерним
            неприємним запахом.
          </p>
          <p>
            Звертайтеся до нас. Виконуємо пошук каналізації у Львові та
            навколишніх селищах. Проводимо{" "}
            <Link to="/video-inspection">відео діагностику труб</Link>. Працюємо
            щоденно. Замовлення приймаємо цілодобово.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default SewerSearchPage
