import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const SewerVentilationPage = () => (
  <Layout>
    <Seo
      title="Навіщо потрібна вентиляція стояка каналізації"
      description="У статті майстер сантехнік розповідає, навіщо потрібна 
      і як має облаштовуватися вентиляція стояка каналізації"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Навіщо потрібна вентиляція стояка каналізації</h1>
          <p className="lead">
            <strong>Надаємо послуги сантехніка у Львові.</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Плануючи заміну чи капітальний ремонт системи водовідведення у
            квартирі чи будинку, варто подумати про таку річ, як вентиляція для
            каналізації. Правильне її влаштування дозволить запобігти появі
            неприємних запахів у санвузлі, а також зменшить рівень шуму, що
            виникає при зливі стоків. У статті майстер сантехнік розповість,
            навіщо потрібна і як має облаштовуватися ця ділянка інженерних
            комунікацій.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Призначення вентиляції системи каналізації</h2>
          <p>
            Деякі господарі сумніваються, а чи потрібна у каналізації приватного
            будинку вентиляція. Але відразу переконуються в її необхідності при
            поширенні смороду із санітарних вузлів та кухні по всім приміщенням
            будинку.
          </p>
          <p>
            При русі стічних вод по стояку каналізації всередині нього повітря
            розріджується і, як наслідок, виникає перепад тиску. Зазвичай він
            компенсується сифонами, встановленими під кожним сантехнічним
            приладом.
          </p>
          <p>
            <strong>
              Але якщо стоків дуже багато, ці пристрої не справляються з
              перепадами тиску
            </strong>
            . Рідина з сифонів всмоктується в стічні труби. Внаслідок цього в
            раковинах та унітазах порушується гідрозамикач, і через зливні
            отвори в будівлю проникають неприємні запахи.
          </p>
          <p>
            Допоки тиск у стояку не вирівняється, така ситуація триватиме. А до
            того часу, крім поганих ароматів, у туалеті добре чути ще й звуки
            зливу щоразу, коли хтось вище поверхом скористається ванною або
            унітазом. Уникати цих проблем дозволяє правильно виконана вентиляція
            каналізаційних стояків.
          </p>
          <h2>Правила облаштування</h2>
          <p>
            <strong>
              Проєктувати та споруджувати каналізаційну вентиляцію приватних
              будинків треба, дотримуючись встановлених вимог, гарантуючих
              ефективність роботи системи
            </strong>
            . Ось вони:
          </p>
          <ul>
            <li>
              <p>
                витяжну трубу розташовувати вище покрівельного матеріалу мінімум
                на 100 см;
              </p>
            </li>
            <li>
              <p>
                при плануванні встановлення в будинку кількох каналізаційних
                стояків, об'єднаних в один вихідний трубопровід, їх роблять із
                труб аналогічного Ø;
              </p>
            </li>
            <li>
              <p>
                згори фанової труби ковпак не встановлюємо, адже у холодну пору
                року на їх внутрішній площині від вихідного нагрітого газу
                створюється конденсат, який гарантовано призводить до
                закорковування труби або зменшує її переріз;
              </p>
            </li>
            <li>
              <p>
                вентиляційна конструкція для каналізації є окремим контуром, із
                загальнобудинковими вентиляціями поєднувати заборонено;
              </p>
            </li>
            <li>
              <p>ця мережа з димарями не з'єднується;</p>
            </li>
            <li>
              <p>
                від дверей балконів та вікон вентиляційну трубу бажано
                розташовувати мінімум в чотирьох метрах;
              </p>
            </li>
            <li>
              <p>
                не рекомендуємо монтувати фанові труби поруч зі звисами дахів,
                під впливом атмосферних впливів вона може прийти у непридатний
                стан, найкращий варіант установки – крізь покрівельні матеріали
                на даху.
              </p>
            </li>
          </ul>
          <h2>Види пристроїв</h2>

          <p>
            Вентиляцію системи каналізації роблять за певним планом, з метою
            створювати гарні умови роботи безпосередньо самих каналізацій. Тому
            незалежно від поверховості будівництва та кількості точок відведення
            стоків ефективність системи повинна бути високою. Сьогодні
            розповсюджені варіанти спорудження вентиляції:
          </p>
          <ul>
            <li>з фановими трубами;</li>
            <li>з вакуумними клапанами.</li>
          </ul>
          <p>
            Але зазначимо, що є нормативи спорудження каналізаційної вентиляції,
            за яких фанові труби повинні бути обов'язково. Якщо:
          </p>
          <ul>
            <li>
              будинок з кількох поверхів, а знаходження зливних точок не нижче
              1-го поверху;
            </li>
            <li>діаметр каналізаційних стояків не ≥ 0,5 м.</li>
          </ul>
          <p>
            <strong>
              До того ж спеціалістами наголошується, що при встановленні
              вакуумного клапана система вентиляції працює не так ефективно, як
              з фановими елементами
            </strong>
            .
          </p>
          <h2>Фанові труби для каналізації</h2>

          <p>
            Фанові вентиляції, як вище розповідається, оптимальний варіант. Але
            є певний набір правил їх монтажу. Неправильне збирання негативно
            впливає на ефективність цієї системи. Висновок – звертаємо увагу на
            ці вимоги:
          </p>
          <ol>
            <li>
              <p>
                {" "}
                Фановий стояк – це звичайного типу труба, з якої монтуємо
                каналізаційну систему приватних будинків. Сьогодні найчастіше
                користуються пластиковими виробами, неважкими й за ціною
                дешевшими. Цим забезпечується простота монтажу.
              </p>
            </li>
            <li>
              <p>
                Діаметри фанових стояків вибираються не меншими діаметрів
                каналізаційних стояків.
              </p>
            </li>
            <li>
              <p>
                Вентиляційні стояки поєднуються в загальний, при незначних
                відстанях між ними. В інших випадках краще кожен стояк окремо
                виводити.
              </p>
            </li>
            <li>
              <p>
                Вентиляційні системи складають під час будівництва. Одночасно
                під них формують канали із ревізійними люками.
              </p>
            </li>
            <li>
              <p>
                При виведенні через покрівельний матеріал трубопроводів різних
                призначень, то верхні торці вентиляційних відведень повинні бути
                вищими за решту.
              </p>
            </li>
            <li>
              <p>
                З практики – дефлектор на трубі фана, не підвищує
                результативність вентиляції. Він не потрібен.
              </p>
            </li>
            <li>
              <p>
                Оскільки вентиляція фановою трубою складається з каналізаційних
                труб, то їх збирання проводиться фітингами або розтрубними
                з'єднаннями. Рекомендація фахівців сантехніків – для зручності
                монтажу, усі стикування промазуються спеціальним мастилом.
              </p>
            </li>
          </ol>

          <h2>Вакуумний клапан</h2>

          <p>
            <strong>
              Це невеличкого розміру пристрої, які встановлюються на будь-які
              ділянки каналізаційних систем приватних будинків: стояки,
              горизонтального типу ділянки. Перевага віддається стоякам
            </strong>
            .
          </p>
          <p>
            Повітряні каналізаційні клапани це корпус, з діаметром, відповідним
            аналогічної труби (з ідентичними параметрами потоку), зі штоком або
            мембраною, якою закривається вхідний отвір, звернений назовні.
          </p>
          <p>
            У стані спокою тиском всередині трубопроводу шток або мембрана
            утримується в закритому стані, придушуючи» їх зсередини. При
            спусканні води швидкість потоку збільшується, у трубопроводах
            утворюється розрідження, клапан чи мембрана відкриваються,
            впускають, вирівнюючи тиск, необхідну кількість повітря. Параметр
            нормалізується, пристрій, що закриває, стає у вихідне положення.
          </p>
          <h3>Вимоги до аератора (ще одна назва вакуумного клапана):</h3>
          <ol>
            <li>
              <p>
                Вакуумний клапан встановлювати в провітрюваному приміщенні, але
                не в житловому. Оптимально – на горищах. Якщо у міській
                квартирі, то у туалеті.
              </p>
            </li>
            <li>
              <p>На якій висоті установка? Вище всіх сантехнічних приладів.</p>
            </li>
            <li>
              <p>Температурний експлуатаційний режим ≥ 0°С.</p>
            </li>
            <li>
              <p>
                Діаметри труб вентиляції каналізаційної системи клапанами – 50
                чи 110.
              </p>
            </li>
          </ol>

          <h2>
            Принцип облаштування вентиляційних стояків для каналізації в
            багатоквартирному будинку
          </h2>

          <p>
            У багатоквартирних будинках проблема правильної організації
            вентиляції каналізаційного стояка завжди була актуальною.{" "}
            <strong>
              Тому що головна вимога – два метри відстані над квартирами
              останніх верхніх поверхів
            </strong>
            . Не завжди зробити це виходило, але будівельниками пропонується
            кілька варіантів розв’язання цієї проблеми:
          </p>
          <ol>
            <li>
              <p>
                Виведення каналізаційного стояка за межі будинкової покрівлі.
                Таке практикувалося століття тому, тоді поверховість не заважала
                цьому.
              </p>
            </li>
            <li>
              <p>
                Поверх стояка на горищі робиться короб, який з'єднуються з
                вентиляційною шахтою.
              </p>
            </li>
            <li>
              <p>
                Стояки каналізації виводяться в горище, де в одному, або
                декількох місцях патрубки ведуть на дах.
              </p>
            </li>
          </ol>
          <p>
            У другого варіанта недолік є.Ймовірно, що не вистачить об'єму
            короба, щоб стримувати одночасне викидання повітря всіх
            каналізаційних стояків. Тому в останній час найчастіше
            використовується останній спосіб.
          </p>
          <p>
            Вентиляція каналізаційного стояка у такий спосіб – це нарощувати
            стояк на горищі на метр мінімум. При цьому він нахиляється у бік
            вентканалу, яким видаляється повітря з самого горища. Додатково
            також враховується Ø труб, що застосовуються у системі вентиляції.
            Їх найменший розмір має бути 140 мм. Це гарантує, що на останньому
            поверсі вентиляція каналізації працюватиме.
          </p>
          <p>
            Правда, відзначимо і той нюанс, що якщо всередині горищного
            приміщення є перегородки у яких отвори чи двері, то цим погіршується
            робота системи.{" "}
            <strong>
              Завдяки прорізам можуть виникати протяги, послаблюючи рух повітря
              у бік вентиляційних каналів
            </strong>
            . Тому важливо тримати горище під замком, і це має контролюватися
            мешканцями верхніх квартир.
          </p>
          <h2>Рекомендації спеціалістів</h2>
          <p>
            Вентиляція каналізації у приватному будинку – складна справа. Для
            стабільного функціонування системи необхідно:
          </p>
          <ul>
            <li>
              <p>
                розрахувати кількість стояків і діаметри труб, що
                використовуються для них;
              </p>
            </li>
            <li>
              <p>
                монтаж вентиляції каналізації проводиться відповідно до обраної
                схеми з урахуванням здійснених розрахунків;
              </p>
            </li>
            <li>
              <p>
                обов'язково фанову трубу встановлювати, навіть при монтуванні
                вакуумного клапана;
              </p>
            </li>
            <li>
              <p>виводиться вона лише через покрівлю;</p>
            </li>
            <li>
              <p>
                при неможливості, стояк встановлювати біля стінки, з виведенням
                за межі покрівлі;
              </p>
            </li>
            <li>
              <p>вакуумний клапан каналізації на горищі встановлюйте.</p>
            </li>
          </ul>
          <br />
          <p>
            Виконуємо монтаж вентиляції стояка каналізації у Львові. Також
            надаємо <Link to="/">послуги сантехніка</Link>:{" "}
            <Link to="/hydrodynamic-drain-cleaning">
              гідродинамічна прочистка каналізації
            </Link>
            ;{" "}
            <Link to="/pneumatic-drain-cleaning">
              пневматичне прочищення каналізаційних труб
            </Link>{" "}
            та інші методи прочистки труб каналізації.
          </p>
          <p>
            Виконується{" "}
            <Link to="/video-inspection">відеоінспекція трубопроводів</Link>,{" "}
            <Link to="/jacuzzi-installation">установка джакузі</Link>,{" "}
            <Link to="/sink-installation-in-bathroom">раковини</Link> та інших
            сантехнічних приладів,{" "}
            <Link to="/heating-installation-apartment">
              монтаж опалення квартири
            </Link>
            .
          </p>
          <p>
            <strong>Телефонуйте.</strong>
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default SewerVentilationPage
