import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const SewerInstallationPage = () => (
  <Layout>
    <Seo
      title="Монтаж каналізації"
      description="Слюсар сантехнік − від нашої служби, виконає демонтаж та монтаж
      каналізації у Львові"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Монтаж каналізації</h1>
          <p className="lead">
            <strong>Виконуємо демонтаж та монтаж каналізації у Львові</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Монтаж каналізації в будинку − важливий етап ремонтних робіт. заміна
            каналізаційних труб, підключення каналізації − невіддільна деталь
            проведення сантехнічних заходів у квартирі. Система каналізації в
            будинку складається з центрального стояка та мережі з трубопроводів,
            що відходять до точок, де планується встановлення сантехнічних
            приладів.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <p>
            Раніше схема каналізації у квартирі монтувалася чавунними трубами. У
            старих будівлях проводився монтаж каналізації за допомогою чавунних
            труб. Тоді цьому матеріалу не було альтернативи, тому проводилося
            прокладання каналізаційних труб з обов’язково чавуну.
          </p>
          <p>Зараз у квартирах замість чавунних встановлюються труби:</p>
          <ul>
            <li>металопластикові,</li>
            <li>поліпропіленові,</li>
            <li>поліетиленові труби.</li>
          </ul>
          <p>
            Іноді виникає потреба комбінувати чавунні труби з пластиковими. Якщо
            в місцях прокладання основної каналізаційної системи залишилися
            старі чавунні труби, демонтувати центральний стояк каналізації із
            чавуну дорого. Також коли планується прокладання каналізації із
            полімерних матеріалів, щоб знизити вартість робіт, монтують
            комбінацію пластикових із чавунними трубами.
          </p>
          <p>
            У кожного з представлених варіантів є свої плюси та мінуси, тому
            перш ніж купувати каналізаційні труби краще порадитись із тямучим
            сантехніком.
          </p>
          <h2>Монтаж каналізації у квартирі</h2>

          <p>
            Заміна каналізаційних труб має свої правила, прокладання каналізації
            проводиться за встановленими стандартами:
          </p>
          <ol>
            <li>
              <p>
                Залежно від місця та обладнання, що підключається, підбираються
                труби: діаметр відводів від ванн, мийок, раковин − 50 мм, від
                унітаза − 100 мм.
              </p>
            </li>
            <li>
              <p>
                Плануючи монтаж каналізації, у процесі укладання каналізаційних
                труб потрібно витримувати кут нахилу. від цього залежить
                швидкість стоку води.
              </p>
            </li>
            <li>
              <p>
                Також на випадок засмічення в доступних місцях створювати
                ревізійні вікна. Якщо їх розміщення вчасно не передбачити, у
                майбутньому можуть бути проблеми з прочищенням каналізації.
              </p>
            </li>
          </ol>
          <p>
            Внутрішня каналізація в будинку, один із важливих елементів
            доброустрію, щоб уникнути можливих проблем, монтаж каналізації
            доцільніше довіряти грамотному фахівцю. Досвідчений сантехнік, який
            заздалегідь передбачає місця підключення побутової техніки,
            визначить найбільш ефективну схему побутової каналізації.
          </p>
          <p>
            Правильно підібрані труби, якісний монтаж каналізації забезпечить
            надійну роботу каналізаційної системи в будинку.
          </p>
          <br />
          <p>
            Слюсар сантехнік − від нашої служби, виконає демонтаж та монтаж
            каналізації у Львові недорого. Змінюємо стару каналізацію, проводимо
            укладання труб каналізації з ПВХ, поліпропілену та поліетилену. При
            потребі − <Link to="/drain-cleaning">прочистка каналізації</Link>{" "}
            Львів та область. Телефонуйте.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default SewerInstallationPage
