import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const ShowerCabinInstallationPage = () => (
  <Layout>
    <Seo
      title="Встановлення душової кабіни"
      description="Пропонуємо механічний, вакуумний та гідродинамічний 
      способи очищення каналізаційних труб"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Встановлення душової кабіни</h1>
          <p className="lead">
            <strong>
              Встановлення душової кабіни у Львові – звертайтеся до нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Встановлення душової кабіни у Львові – ТЕЛЕФОНУЙТЕ у будь-який день
            та час. Адже прилад цей дуже корисний, він додає комфортності оселі.
            І хоча душові кабіни з'явилися у наших ванних кімнатах відносно
            недавно, але багато хто вже встиг оцінити переваги цього
            сантехнічного обладнання в порівнянні зі звичайною ванною.
            Розповідаємо детальніше про нього.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Переваги встановлення душової кабіни</h2>
          <h3>Економія простору</h3>
          <p>
            Для маленьких приміщень монтаж душової кабіни може виявитися
            незамінним, оскільки стандартний пристрій займає у 2,5 раза менше
            місця, ніж ванна.
          </p>
          <p>
            Однак при виборі сантехнічного обладнання слід не тільки дбати о
            економії простору, але й враховувати власні параметри. Щоб обрана
            кабінка не виявилася тісною, округла повинна мати радіус 50-60 см, а
            розмір прямокутної або квадратної бути не меншим ніж 80×80 см.
          </p>
          <p>
            Плануючи використання варіанта встановлення поєднаних душових кабін
            та ванн, слід звернути увагу на моделі, у яких кабінки займають лише
            частину ванни (у центрі, або по краю та прикриті стулкою).
          </p>
          <p>
            Існує ситуація, коли кабіна займає всю ванну та закривається зверху
            кришкою. Тоді можливе використання функції гідромасажної або лазні
            (парної).
          </p>

          <h3>Безпека</h3>
          <p>
            Іноді під час миття з'являється ризик травми, але при встановленні
            душової кабіни він зводиться до нуля. У піддона рифлена поверхня, на
            якій неможливо посковзнутися, як у ванні. Разом з тим він міцний, не
            прогинається.
          </p>

          <p>
            Корпус виготовляється із нешкідливого для здоров'я пластику, а
            стулки — із загартованого матеріалу з міцністю автомобільного
            лобового скла. Крім того, 6-міліметрове скло забезпечує гарну
            звукоізоляцію.
          </p>
          <h3>Різноманітність функцій</h3>
          <p>
            Встановлення душової кабіни у Львові передбачає її оснащення
            безліччю додаткових функцій. Звичайна гігієнічна процедура
            перетворюється на справжній сеанс релаксації ‒ можливо слухати
            музику або розмовляти телефоном. Існують моделі й з функцією
            турецької лазні.
          </p>
          <p>
            У кабінці досягається практично 100 % вологість повітря при
            нагріванні до 45 °С. Температуру пари, яка подається через форсунки,
            можна регулювати.
          </p>
          <p>
            <strong>
              Під час встановлення душової кабіни потрібно додатково оснащувати
              її вентилятором, інакше пара підіймається вгору.
            </strong>
          </p>
          <h3>Користь здоров'ю</h3>
          <p>
            Після монтажу душової кабіни у будинку проводяться такі корисні
            процедури, як інгаляція та сеанси ароматерапії, світлолікування,
            хромотерапії. Пульт управління дозволяє змінювати колір вмонтованих
            у стелю джерел світла, які забарвлюватимуть струмені води в різні
            кольори.
          </p>

          <h3>Функція гідромасажу</h3>
          <p>
            Не варто забувати о функції гідромасажу, яка є майже у всіх
            функціональних кабінках. За допомогою спеціальних форсунок, що
            обертаються, окремо масажують спину, бічні частини тіла, шию.
          </p>
          <p>
            Це сприяє поліпшенню циркуляції крові та гарному самопочуттю. Також
            встановлюється режим контрастного душу з чергуванням струменів
            холодної та гарячої води, або тропічної зливи ‒ рідина ллється з
            лійки у стелі, супроводжуючись специфічним звуковим оформленням.
          </p>

          <h2>Кілька варіантів встановлення душової кабіни, комплектації</h2>
          <p>
            У магазинах сантехніки пропонують монтаж душової кабінки з
            будь-якими параметрами.{" "}
            <strong>По суті,– це бокс із задньою та передньою стінкою.</strong>
          </p>
          <p>
            Але не у всіх санвузлах така конструкція буде прийнятною. Тому є
            можливість придбати душовий куточок, обмежений стінами ванної
            кімнати. Це найпростіший спосіб встановлення душової кабіни, яким
            передбачено: душ у кутку приміщення, піддон і стінки, які
            встановлюються там, де закінчуються стіни ванної.
          </p>
          <p>
            Інший різновид душових кабін – багатофункціональне сантехнічне
            обладнання. Перед покупкою такого приладу треба уточнити, чи напір
            води в будівлі достатній для гідро масажної функції, а напруга — для
            лазні.
          </p>
          <p>
            Слід врахувати особливості ванної кімнати. Якщо планується
            встановлення душової кабіни в куті, де немає зливу та проводки,
            необхідно буде підвести туди й те, й інше.
          </p>

          <h2>Встановлення душового куточка</h2>
          <p>
            Починається з монтажу піддону. Він ставиться на обране місце,
            горизонтальне положення регулюється за рівнем гвинтовими ніжками.
            Коли все виставлено, кріпиться до стіни. Після цього монтується
            злив.
          </p>
          <p>
            У піддон вставляється зливна решітка, на неї накручується до упору
            зливна труба. Для уникнення протікання, використовується труба з
            кільцем ущільнювача. Щоб вода стікала безперешкодно, каналізаційний
            трубопровід потрібно встановлювати з легким нахилом.
          </p>
          <p>
            Після приєднання зливу та установки піддона слід переконатися в
            герметичності конструкції ‒ налити води та перевірити з'єднання на
            наявність протікання.
          </p>
          <p>
            Далі здійснюється встановлення стінки душової кабіни. На піддон
            укладається нижня напрямна, при цьому застосовується вологостійкий
            герметик.
          </p>
          <p>
            Від нижньої напрямної відходять вертикальні стійки, які
            прикріплюються до стін. Після цього розмітити майбутні отвори,
            акуратно просвердлити їх у кахлі та вставити пластикові дюбелі. На
            стійки нанести герметики, затягнути їх саморізами.
          </p>
          <p>
            Стінки вставляють у стійки й закріплюють за допомогою саморізів.
            Стики нижньої напрямної теж кріпляться до стіни герметиком.
          </p>
          <p>
            Після облаштування стінок можна монтувати верхню напрямну
            (використовуючи саморізи).
          </p>
          <p>
            Наступний крок встановлення душового куточка у Львові ‒ навішування
            скляних дверей. Зазвичай вони обладнані спеціальними роликами. Двері
            необхідно зачепити за напрямними всіма роликами. І, якщо вони стали
            на своє місце, відрегулювати таким чином, щоб ніде не було прорізів.
          </p>
          <p>
            Останнє в монтажі душової кабіни – фурнітура та герметизація швів.
            Герметики повинні бути якісними, наноситися на очищену суху
            поверхню.
          </p>
          <p>
            Після висихання герметика слід перевірити стикування. Для цього
            струмінь води з душу потрібно направити на стики та подивитися, чи
            вона не просочується крізь них.
          </p>
          <p>
            Кабінка приєднується до водопроводу гнучкими шлангами. Для зручності
            монтажу та встановлення душової кабіни шланги мають бути з невеликим
            запасом довжини. Надалі гнучке підведення легко перевірити.
          </p>
          <p>
            Зазвичай місця для підключення холодної та гарячої води позначаються
            точками. У це місце під'єднуються шланги. Якщо є функція
            гідромасажу, перш ніж здійснювати монтаж душової кабінки,
            обов’язково дізнатися, якої величини сила напору та тиск води.
          </p>

          <h2>Монтаж душової кабіни з електричними елементами</h2>
          <p>Розрізняють два види таких приладів:</p>
          <ol>
            <li>
              <p>
                Встановлення душових кабін, що працюють від 12-вольтного
                трансформатора, що входить до комплекту. Трансформатор може
                вимагати заземлення, але здатний обходитися і без нього. Про це
                можна дізнатися з інструкції, або розглянувши його штепсель.
              </p>
              <p>
                Клема заземлення, отже, воно необхідне. І для не заземленої
                квартирної електромережі, слід встановлювати ПЗВ. У разі
                відсутності клеми, ‒ увімкнути обладнання в розетку, але тоді
                потрібно заземлювати піддон, якщо він металевий.
              </p>
            </li>
            <li>
              <p>
                Монтаж душової кабіни від мережі напругою 220 В. Таке
                сантехнічне обладнання підключається з використанням автомата та
                ПЗВ, або диференціального вимикача кабелем з трьох жил.
              </p>
              <p>
                Слід брати гофрований кабель, а розетка обов'язково повинна бути
                заземлена. Працюючи з пристроєм захисного відключення важливо
                враховувати величину диференціального струму — вона має трохи
                перевищувати 10 мА. До електричної мережі душову кабіну
                підключати повинен електрик.
              </p>
            </li>
          </ol>
          <br />
          <p>
            Виконуємо встановлення душової кабіни у Львові. Якість роботи
            гарантуємо. Працюємо у місті та навколишніх населених пунктах.
            Надаємо інші послуги сантехніка:{" "}
            <Link to="/bathtub-installation">монтаж ванн</Link>;{" "}
            <Link to="/jacuzzi-installation">установка джакузі</Link>,{" "}
            <Link to="/installing-toilet">унітаза</Link>;{" "}
            <Link to="/mixer-installation">заміна змішувача</Link>;{" "}
            <Link to="/heating-installation-apartment">монтаж опалення</Link>;{" "}
            <Link to="/waterproofing">гідроізоляція</Link>;{" "}
            <Link to="/drain-cleaning">прочистка каналізації</Link>;{" "}
            <Link to="/video-diagnostics">відео інспекція трубопроводів</Link>.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default ShowerCabinInstallationPage
