import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const SinkInstallationSemipedestalSuspendedPage = () => (
  <Layout>
    <Seo
      title="Монтаж раковини: на напівп'єдесталі, підвісної"
      description="Монтаж раковини: на напівп'єдесталі, підвісної (консольної)"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Монтаж раковини: на напівп'єдесталі, підвісної</h1>
          <p className="lead">
            <strong>
              Якщо потрібне встановлення раковини у Львові – телефонуйте до нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            На відміну від повноцінного п'єдесталу, напів п'єдестал не
            призначений виконувати опорні функції. Він лише приховує
            комунікаційні мережі, що підходять до чаші. Такі раковини виглядають
            витонченішими та компактнішими, але вимагають зовсім іншого способу
            підведення комунікацій, які повинні виходити зі стіни на рівні
            декоративного напів п'єдесталу. До переваг{" "}
            <Link to="/sink-installation">встановлення раковини</Link> такого
            типу відносять: економію простору, що є важливим для невеликих
            ванних; можливість самостійного визначення висоти&nbsp;установки.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Особливості монтажу</h2>
          <p>
            Через то, що напівп'єдестал не підтримує чашу для кріплення раковини
            використовуються спеціальні кронштейни − кріпляться до стіни
            дюбелями та шурупами, або анкерними болтами.
          </p>
          <p>
            <em>
              Зверніть увагу! Щоб чашу раковини встановити рівно, − при
              кріпленні кронштейнів необхідно використовувати будівельний
              рівень.
            </em>
          </p>
          <p>
            Коли кронштейни надійно закріплені на стіні, на них здійснюється
            монтаж раковини, після чого її від’єднують до каналізації та
            водопроводу. Монтаж напів п'єдесталу виконується одним із двох
            способів:
          </p>
          <ol>
            <li>
              <p>
                Навішування за допомогою пружинного підвісу. Для цього в нижній
                частині чаші передбачені спеціальні отвори, в які простягаються
                петлі металевої пружини. Потім на кінці петель одягаються болти,
                після чого навішується і за допомогою гайок фіксується
                напівп'єдестал.
              </p>
            </li>
            <li>
              <p>
                Кріплення до стіни за допомогою шпильок. Після монтажу раковини
                та підключення комунікацій напівп'єдестал прикладається до стіни
                у потрібному місці, через монтажні отвори відзначаються точки
                кріплень. Потім по зазначених точках просвердлюють отвори для
                дюбелів, у які вкручуються шпильки. Напівп'єдестал одягається на
                штирі й притискається за допомогою гайок з використанням
                пластикових шайб.
              </p>
            </li>
          </ol>
          <p>
            <em>
              Деякі моделі оснащуються тримачем для рушників, який може
              кріпитися як до нижньої частини раковини, так і до стіни дюбелями
              та шурупами.
            </em>
          </p>
          <h2>Підвісні або консольні раковини</h2>

          <p>
            Начіпні раковини кріпляться до стіни спеціальною системою
            інсталяції, розробленої для кожного виду. Консольні умивальники
            відрізняються різноманітністю виконання:
          </p>
          <ol>
            <li>
              <p>
                Компактні підвісні чаші − чудово підходять для невеликих ванн.
              </p>
            </li>
            <li>
              <p>
                Навісні раковини з тумбою або шафкою, в яких зручно зберігати
                мийні засоби та інші предмети. Цей варіант для великих та
                середніх за розмірами ванних кімнат.
              </p>
            </li>
            <li>
              <p>
                Підвісна раковина-кувшинка. Призначена для монтажу над пральною
                машинкою. Відрізняється організацією зливу через задню стінку.
                Встановлення такої раковини дозволяє ергономічно використовувати
                простір у ванні будь-якого розміру.
              </p>
            </li>
          </ol>
          <p>
            До переваг раковин підвісного типу відносять їхню універсальність:
            вони підходять під будь-який інтер'єр, від ретро до ультрасучасного
            мінімалізму. З мінусів відзначають складність встановлення раковини
            та необхідність кріплення лише до капітальних стін.
          </p>
          <h2>Нюанси встановлення раковини</h2>
          <p>
            Монтаж навісного умивальника аналогічний установці раковини з
            напівп'єдесталом: спочатку на стіну кріпляться кронштейни, що йдуть
            в комплекті, або рамкова конструкція, яка охоплює чашу з усіх боків.
            Встановлення чаші раковин в рамку краще в тому сенсі, що мийка
            надійно фіксується і виключається зсув її в будь-який бік.
          </p>
          <p>
            Основна відмінність у монтажі полягає у використанні спеціального
            сифона для підвісних раковин. Він виготовляється з нержавіючої сталі
            (оскільки залишається видимим і повинен мати пристойний вигляд) і
            має пряме виведення у каналізацію.
          </p>
          <p>
            <em>
              Складання та монтаж сифона для консольної раковини робиться згідно
              з інструкцією виробника.
            </em>
          </p>
          <br />
          <p>
            Звертайтеся, щоб замовити монтаж раковини у Львові. Також виконуємо
            інші сантехнічні роботи, надаємо послуги сантехніка з гарантованого{" "}
            <Link to="/drain-cleaning">прочищення каналізації</Link> Львів.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default SinkInstallationSemipedestalSuspendedPage
