import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const SinkInstallationPage = () => (
  <Layout>
    <Seo
      title="Установка раковини у Львові"
      description="Установка раковини у Львові – звертайтеся до нас!"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Установка раковини у Львові</h1>
          <p className="lead">
            <strong>Установка раковини у Львові – звертайтеся до нас!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Якщо для Вас актуальна установка раковини або умивальника − не
            втрачайте часу. Звертайтеся до нас. Майстер сантехнік погодить з
            Вами зручний для візиту час, проконсультує з усіх нюансів сервісу та
            виконає надійне підключення приладу до каналізації та
            водопостачання. Телефонуйте! До ваших послуг фахівці сантехніки,
            досвіду яких можна і треба довіряти.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Встановлення вмивальника, раковини</h2>
          <p>
            Необхідність встановлення умивальника або раковини може виникнути у
            кожного як в процесі запланованого капітального ремонту ванної
            кімнати, так і вельми несподівано в разі поламання або розколу
            сантехнічного виробу. На перший погляд, установка умивальника −
            досить проста справа.
          </p>
          <p>
            Проте, при неправильному встановленні неприємні проблеми будуть не
            тільки щодня псувати настрій мешканцям, а й можуть призвести до
            вельми серйозних наслідків − від затоплення сусідів до травм,
            завданих обвалилася раковиною.
          </p>
          <p>
            Крім того, трапляються випадки, коли сантехніка буває зіпсована
            непрофесіоналами ще на стадії її установки. Але, скориставшись
            послугами наших спеціалістів у Львові, Ви гарантовано позбавляєтеся
            подібних неприємностей. Сантехнік підкаже яку раковину краще
            поставити, де встановити вмивальник.
          </p>
          <h2>Монтаж яких раковин здійснюємо</h2>
          <p>
            Різноманітність пропонованих товарів на ринку не тільки радує, але
            часто і бентежить потенційних покупців. Тому ще на стадії вибору
            сантехніки не буде зайвим отримати консультацію наших фахівців. Адже
            важливо врахувати не тільки побажання клієнтів з естетичних і
            функціональних вимог, а й особливості раковини, її монтажу, системи
            водопостачання і водовідведення, приміщення.
          </p>
          <p>Здійснюємо встановлення таких раковин у Львові:</p>
          <ul>
            <li>на п'єдесталі,</li>
            <li>на напів п'єдестали,</li>
            <li>монолітних стільниць з крилами,</li>
            <li>накладних,</li>
            <li>підвісних,</li>
            <li>багато секційних,</li>
            <li>ретро-умивальників,</li>
            <li>дитячих,</li>
            <li>підлогових,</li>
            <li>міні раковин,</li>
            <li>хірургічних,</li>
            <li>монолітних раковин-стільниць,</li>
            <li>подвійних.</li>
          </ul>
          <p>Установка раковин:</p>
          <ul>
            <li>овальних,</li>
            <li>напівкруглих,</li>
            <li>прямокутних,</li>
            <li>квадратних,</li>
            <li>кутових.</li>
          </ul>
          <p>
            Також установка кухонних мийок, раковин рукомийників у Львові.
            Встановлення раковин для господарських потреб.
          </p>
          <p>Виконується установка раковини з різних матеріалів:</p>
          <ul>
            <li>санітарний фаянс та фарфор;</li>
            <li>штучний камінь;</li>
            <li>загартоване скло;</li>
            <li>нержавіюча сталь;</li>
            <li>дерево;</li>
            <li>кераміка.</li>
          </ul>
          <p>
            Монтаж раковини з будь-якого матеріалу, будь-якої модифікації та
            комплектації в разі звернення до нас проводиться якісно, в
            найкоротші терміни з подальшою гарантією на виконані роботи.
          </p>
          <h2>Ціна встановлення раковини</h2>
          <p>
            Щоб зрозуміти, скільки коштує установка раковини (вмивальника) у
            Львові, необхідно врахувати кілька факторів:
          </p>
          <ul>
            <li>вид раковини приладу;</li>
            <li>
              складність робіт (монтаж врізаних і меблевих виробів коштує
              дорожче, ніж установка вмивальників підвісних);
            </li>
            <li>необхідність проведення демонтажних робіт;</li>
            <li>обсяг додаткових робіт;</li>
            <li>потреба у закупівлі матеріалів;</li>
            <li>необхідність підведення води;</li>
            <li>терміновість роботи.</li>
          </ul>
          <p>
            Остаточна вартість послуги сантехніка зі встановлення вмивальника
            або раковини формується майстром на місці, виходячи зі складності й
            обсягу робіт та індивідуальних побажань замовника.
          </p>
          <p>
            Установка раковини з <Link to="/">Kran.lviv</Link> − це гарантія
            надійності та довговічності ваших сантехнічних пристроїв.
            Телефонуйте, щоб встановити вмивальник та іншу сантехніку (душову
            кабіну, ванну, <Link to="/installing-toilet">унітаз</Link>, біде,
            джакузі).
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default SinkInstallationPage
