import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"
import Phone from "../components/phone"

const CountertopAndBuitinSinksPage = () => (
  <Layout>
    <Seo
      title="Накладні раковини та раковини що вбудовуються"
      description="Телефонуйте, щоб встановити раковину у Львові. Встановлюємо накладні раковини та раковини що вбудовуються"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Накладні раковини та раковини що вбудовуються</h1>
          <p className="lead">
            <strong>
              Якщо потрібне встановлення раковини у Львові – телефонуйте до нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Накладна раковина − це мийка, що встановлюється на плоску і рівну
            основу – тумбу, або стільницю на ніжках. Чаша виготовляється з
            різноманітних матеріалів – білого та кольорового фаянсу,
            натурального чи штучного каменю, скла, металу. Форма також може бути
            різною: круглою, овальною, прямокутною. До переваг накладних чаш
            відносять цікавий та оригінальний зовнішній вигляд, а також
            можливість встановити таку раковину практично у будь-якій точці
            ванної кімнати, куди є можливість підвести&nbsp;комунікації.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <p>
            Вбудовувані раковини врізаються в стільницю і вважаються
            найпрактичнішими та ергономічнішими. Врізні умивальники діляться на
            три типи за способом встановлення раковини:
          </p>
          <ul>
            <li>чаша розташовується під стільницею;</li>
            <li>
              бортики раковини знаходяться над стільницею та спираються на неї;{" "}
            </li>
            <li>
              напіввбудована модель: чаша врізається в стільницю частково і
              виступає за її межі.
            </li>
          </ul>
          <p>
            Такі раковини найчастіше врізаються в стільницю, яка виконує функцію
            туалетного столика. Крім цього, на ній зручно тримати засоби
            гігієни, що часто використовуються. Ще одна перевага врізаних
            раковин – вони найменше схильні до тріщини, сколів та інших
            механічних пошкоджень, оскільки майже повністю закриті.
          </p>
          <h2>Особливості встановлення врізаного умивальника</h2>
          <p>
            До встановлення раковини приступають після того, як виконано
            підведення водопровідних труб і каналізації до місця розташування
            чаші. Розглянемо порядок монтажу на прикладі врізання раковини з
            бортиками, що виступають, в дерев'яну стільницю:
          </p>
          <ol>
            <li>
              <p>
                Насамперед потрібно розмітити стільницю під вирізання отвору.
                Деякі виробники до чаші додають шаблон, яким зручно переносити
                розмітку. Якщо такий шаблон відсутній, можна зробити так:
              </p>
              <p>
                <ul>
                  <li>
                    чаша перевертається догори дном і обводиться по краях
                    олівцем;
                  </li>
                  <li>
                    поки вона перевернута, вимірюють ширину бортика з усіх
                    боків;
                  </li>
                  <li>забирають мийку зі столу;</li>
                  <li>
                    усередині контуру прокреслюють ще один, з урахуванням ширини
                    бортика.
                  </li>
                </ul>
              </p>
              <p>
                Розмітка готова!{" "}
                <em>
                  Потрібно враховувати розташування отвору під кран (особливо
                  якщо чаша не круглої форми), а також відступити від краю
                  стільниці не менше 50 мм.
                </em>
              </p>
            </li>
            <li>
              {" "}
              <p>
                Далі за внутрішнім контуром вирізається отвір. Найзручніше це
                здійснювати електричним лобзиком, але спочатку потрібно
                просвердлити отвір у стільниці, щоб ніж електролобзика міг туди
                увійти.
              </p>
              <p>
                Потім акуратно, намагаючись не виходити за лінію, випилюють
                отвір лобзиком.
              </p>
            </li>
            <li>
              <p>
                Торець зрізу обробляють наждачним папером і наносять 2-3 шари
                герметика, щоб заповнити всі пори та зробити поверхню
                водонепроникною.
              </p>
            </li>
            <li>
              <p>
                На раковину встановлюється змішувач та сифон. Після цього по
                борту акуратно наклеюють стрічку з водонепроникного матеріалу,
                яка виконує функцію ущільнювача. Також на борт через рівну
                відстань один від одного встановлюються кріпильні елементи, які
                додаються виробником.
              </p>
            </li>
            <li>
              <p>
                На край перевернутої раковини наноситься шар герметика, після
                чого мийку встановлюють в отвір та затягують кріплення.
                Герметик, що виступив, акуратно видаляють вологою серветкою, але
                так, щоб залишалася тонка смужка для надійного захисту від
                затікання води під мийку.
              </p>
            </li>
          </ol>
          <p>
            Після цього здійснюється підключення сифона до каналізації, а
            гнучких шлангів змішувача – до точок водозабору. Встановлення
            врізаної раковини виконано!
          </p>

          <p>
            Для встановлення раковини в стільницю зі штучного або натурального
            каменю краще запросити фахівців, оскільки знадобиться специфічне
            обладнання для різання каменю та навички роботи з цим матеріалом.
          </p>
          <p>
            Ми розглянули основні види встановлення раковин для ванної кімнати,
            що відрізняються за способом монтажу. Щоб встановлювати ці раковини
            потрібно вміти користуватися набором сантехнічного інструменту та
            дотримуватись інструкцій, що додаються виробниками до своїх виробів.
          </p>
          <br />
          <p>
            Телефонуйте <Phone />, щоб встановити раковину у Львові. Майстер
            сантехнік завжди на зв’язку:{" "}
            <Link to="/sink-installation">монтаж раковини</Link>,{" "}
            <Link to="/shower-cabin-installation">
              встановлення душової кабіни
            </Link>
            , <Link to="/jacuzzi-installation">установка джакузі</Link>,{" "}
            <Link to="/pipe-teleinspection">телеінспекція труб</Link>,{" "}
            <Link to="/professional-drain-cleaning">
              професійна чистка каналізації
            </Link>
            . Багато інших послуг сантехніка, звертайтеся до нас.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default CountertopAndBuitinSinksPage
