import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const SinkInstallationAssemblingAndFixingOnTheWallPage = () => (
  <Layout>
    <Seo
      title="Встановлення раковини: складання та кріплення"
      description="Встановлення раковини: складання раковини та кріплення на стіні"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Встановлення раковини: складання та кріплення</h1>
          <p className="lead">
            <strong>
              Якщо потрібне встановлення раковини у Львові – телефонуйте до нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Черговий етап встановлення раковини – нанесення розмітки для
            позначення рівня монтажу чаші раковини та точок кріплення.
            Найпростіший спосіб зробити це – приставити п'єдестал до стінки,
            поставити на нього чашу, виставити за рівнем та відзначити олівцем
            точки кріплення через монтажні отвори. Далі відбувається складання
            та безпосередньо монтаж раковини.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Складання раковини</h2>

          <p>
            Час зібрати раковину − встановити на неї змішувач з сифоном, тому що
            робити це на вже прикріпленій чаші досить важко і незручно.
          </p>
          <ol>
            <li>
              <p>
                <Link to="/mixer-installation">Установка змішувача</Link>{" "}
                проводиться у такій послідовності:
              </p>
              <ul>
                <li>
                  <p>
                    Приєднуються гнучкі шланги, що йдуть у комплекті. Якщо їх
                    довжини мало для підключення до водопровідної системи,
                    необхідно придбати з'єднувальні патрубки більшої довжини.
                  </p>
                </li>
                <li>
                  <p>
                    Також у комплекті до крана йде гумове кільце, яке
                    вставляється в паз на звороті змішувача. Після цього кран
                    встановлюється в отвір на умивальнику.
                  </p>
                </li>
                <li>
                  <p>
                    Зі зворотного боку отвору для установки змішувача також
                    фіксується гума ущільнювача і металева шайба, після чого
                    кран закріплюється шпилькою і гайкою.
                  </p>
                </li>
                <li>
                  <p>
                    Після встановлення змішувача, можна приступати до збирання
                    та монтажу сифона. Найчастіше раковина комплектується
                    пляшковим сифоном, якщо його немає, потрібно придбати
                    заздалегідь.
                  </p>
                </li>
                <li>
                  <p>
                    <em>
                      При покупці сифона перевірте комплектацію відповідно до
                      схеми складання. Бувають ситуації, коли в комплекті не
                      вистачає деталей.
                    </em>
                  </p>
                </li>
              </ul>
            </li>
            <li>
              <p>
                Складання та встановлення пляшкового сифона проводиться
                наступним чином:
              </p>
              <ul>
                <li>
                  <p>
                    У зливний отвір встановлюється верхній патрубок, який
                    обов'язково має перемички, що унеможливлюють потрапляння
                    всередину великих предметів.
                  </p>
                </li>
                <li>
                  <p>
                    Горловина сифона з нижньою частиною патрубка з'єднується за
                    допомогою довгого болта з нержавіючої сталі. При цьому не
                    слід забувати о встановленні прокладок, які для кращої
                    герметичності рекомендується змастити герметиком.
                  </p>
                </li>
                <li>
                  <p>
                    Потім до патрубка приєднується склянка сифона. Фіксація
                    проводиться пластиковим конусним ущільнювачем і затягуванням
                    гайки.
                  </p>
                </li>
                <li>
                  <p>
                    Підключення сифона до каналізаційного виводу здійснюється за
                    допомогою гофрованого патрубка після закінчення встановлення
                    раковини.
                  </p>
                </li>
              </ul>
            </li>
          </ol>
          <p>
            <em>
              Зверніть увагу! Якщо раковина оснащена отвором для переливу, то
              всі сучасні моделі мають організацію зливу безпосередньо в зливний
              отвір. Тобто додаткове підключення патрубків до переливного отвору
              не треба робити.
            </em>
          </p>

          <h2>Кріплення чаші на стіні</h2>

          <p>
            Наступний крок – кріплення чаші раковини до стіни. Для цього за
            зазначеними раніше відмітками просвердлюють отвори, діаметр яких
            повинен бути таким, щоб забезпечити щільне входження пластикових
            дюбелів. При цьому пам'ятайте, що для свердління плитки та бетону
            використовуються різні види свердел.
          </p>
          <p>
            У готові отвори забиваються дюбелі й вкручуються спеціальні шурупи
            (з вільного кінця з гвинтовим різьбленням для накручування гайки).
            Потім на шпильки монтажними отворами надягається чаша і фіксується
            гайками з обов'язковим використанням пластикових шайб, щоб запобігти
            пошкодженню фаянсу.
          </p>
          <p>
            Коли раковина надійно висить, здійснюється підключення гнучких
            патрубків до водопровідної мережі, а сифона – до каналізаційного
            трубопроводу. Після цього під чашу підставляється п'єдестал.
            Найчастіше додаткове кріплення п'єдесталу до долівки не потрібно −
            він міцно стоїть і надійно тримає чашу.
          </p>
          <p>
            <em>
              Кріпильні гайки не затягують дуже сильно, щоб чаша не лопнула.
              Достатньо так їх підтягнути, щоб чаша не хиталася, адже вона
              спиратиметься на п'єдестал.
            </em>
          </p>
          <br />
          <p>
            Для встановлення раковини у Львові здійснюйте{" "}
            <Link to="/call-plumber">виклик сантехніка</Link> до{" "}
            <Link to="/">Kran.lviv</Link>. Професіонали сантехніки виконують
            широкий спектр сантехнічних робіт:{" "}
            <Link to="/sink-installation">установка раковини</Link>,{" "}
            <Link to="/washing-machine-installation">встановлення пралки</Link>,{" "}
            <Link to="/bathtub-installation">монтаж ванн</Link>,{" "}
            <Link to="/drain-cleaning">прочистка каналізації</Link>,{" "}
            <Link to="/sewer-search">пошук каналізації</Link>.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default SinkInstallationAssemblingAndFixingOnTheWallPage
