import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"
import Phone from "../components/phone"

const SinkInstallationInBathroomPage = () => (
  <Layout>
    <Seo
      title="Як встановити раковину у ванній"
      description="Як встановити раковину у ванній в залежності від її конструкції.
      Телефонуйте!"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Як встановити раковину у ванній</h1>
          <p className="lead">
            <strong>
              Якщо потрібне встановлення раковини у Львові – телефонуйте до нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Один з важливих етапів облаштування санвузла – вибір та встановлення
            раковини у ванній кімнаті. У сантехнічних гіпермаркетах
            представлений великий вибір раковин різної конфігурації, що дозволяє
            підібрати варіант для ванних кімнат, оформлених у різних стилях. У
            статті розглянемо як демонтувати стару раковину, основні види нових
            приладів та нюанси монтажу залежно від конструктивних особливостей.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Демонтаж старої раковини</h2>
          <p>Демонтаж старого обладнання у такій послідовності:</p>
          <ul>
            <li>перекривається гаряча та холодна вода.</li>
            <li>
              відкручуються гайки з'єднувальних шлангів змішувача від підводних
              водопровідних труб.
            </li>
            <li>
              знімається сифон: для цього відкручуються гайки, після чого він
              легко від'єднується від умивальника та підведення каналізації.
            </li>
          </ul>
          <p>
            Звільнена від комунікацій раковина знімається. Порядок демонтажу
            залежить від того, як закріплено чашу. Якщо вона тримається на
            болтах – їх потрібно відкрутити. Трапляються ситуації, коли вона
            встановлена на зварний металевий каркас, який вмурований у стіну. У
            цьому випадку зрізаємо його болгаркою.
          </p>
          <p>
            <em>
              Не зважаючи на той факт, що подача води перекривається запірною
              арматурою, її залишки все одно витікають із труб та сифону.
              Рекомендується заздалегідь підстелити ганчірку чи підставити таз.
            </em>
          </p>
          <h2>Оптимальна висота для встановлення раковини</h2>

          <p>
            Згідно з нормативними документами, рекомендується висота
            встановлення раковини: до верхнього краю борту мийок та умивальників
            800– 850 мм. Така відстань вважається універсальною, оскільки
            підходить для людей із різним зростом. Саме на цьому рівні повинно
            проводитися встановлення раковин у новобудовах.
          </p>
          <p>
            Але при самостійному монтажі сантехнічних приладів можна відійти від
            запропонованих характеристик, і враховувати антропометричні
            параметри сім'ї. Так, якщо всі члени родини мають високий зріст,
            зручніше буде встановлення раковини трохи вище (860-930 мм), а при
            низькому зрості умивальник трохи опустити.
          </p>
          <p>
            <em>
              Зверніть увагу! Якщо площа ванної кімнати дозволяє, то для дітей
              бажано встановити окремий умивальник на висоті 400-600 мм.
            </em>
          </p>
          <p>
            Висота установки дзеркала залежить від його розмірів та форми.
            Головне правило, яке при цьому враховується – воно має забезпечувати
            максимальний огляд та комфорт під час експлуатації.
          </p>
          <h2>Встановлення раковини на п'єдесталі</h2>

          <p>
            Один із найпоширеніших видів раковин, що встановлюються не тільки в
            хрущовках, а й у сучасних новобудовах. Класичний тип такого
            умивальника часто називають "тюльпан". Більш сучасні моделі можуть
            мати п'єдестал різної конфігурації, наприклад, у вигляді колони або
            вази.
          </p>
          <p>
            Основні переваги встановлення цього типу раковини – п'єдестал
            підтримує чашу, беручи на себе основне навантаження, а також
            приховує комунікації – сифон та водопровідне підведення. До негативу
            відносимо необхідність встановлення раковини чаші на фіксованій
            висоті, яка визначається висотою підтримувальної ніжки.
          </p>
          <h2>Яке обладнання треба мати</h2>
          <p>
            Тому, що цей вид мийки застосовується найчастіше, на прикладі її
            монтажу розглянемо, як проводиться встановлення раковини у ванній
            кімнаті.
          </p>
          <p>Для роботи будуть потрібні наступні інструменти:</p>
          <ul>
            <li>перфоратор або ударний дриль;</li>
            <li>набір ключів та викруток;</li>
            <li>герметик;</li>
            <li>рулетка та рівень;</li>
            <li>
              набір кріплень і сифон (найчастіше йдуть у комплекті з раковиною)
              та змішувач, який необхідно придбати окремо.
            </li>
          </ul>
          <br />
          <p>
            У наступних статтях розкажемо як безпосередньо виконувати
            встановлення раковин різних типів.
          </p>
          <p>
            <strong>
              Порада! Якщо потрібне встановлення раковини у Львові – телефонуйте
              до нас:
            </strong>{" "}
            <Phone />. Досвідчені фахівці виконають{" "}
            <Link to="/sink-installation">установку раковини</Link>,{" "}
            <Link to="/bathtub-installation">монтаж ванної</Link>. Також
            здійснюємо професійне{" "}
            <Link to="/drain-cleaning">прочищення каналізації</Link>,
            встановлюємо опалення, проводимо гідроізоляційні роботи.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default SinkInstallationInBathroomPage
