import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const SiphonOperationPage = () => (
  <Layout>
    <Seo
      title="Принцип роботи сифона "
      description="Принцип роботи сифона – майстер сантехнік просто про складне
      (замовляйте послуги сантехніка у Львові)"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Принцип роботи сифона</h1>
          <p className="lead">
            <strong>
              Принцип роботи сифона – майстер сантехнік просто про складне.
              Замовляйте послуги сантехніка у Львові
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Будь-яка квартира, будинок має умивальник – без нього не можливе
            облаштування жодної ванної кімнати. Одним із невідмінних компонентів
            конструкції умивальників є сифон, на який полягає функція
            запобігання переливам рідини, а також створенню неприємного запаху у
            приміщеннях. У статті майстер сантехнік у Львові розглядає принцип
            функціонування сифона.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Що це таке</h2>
          <p>
            <strong>
              Сифон − основна сполучна ланка між сантехнічними приладами
              (ванною, умивальником, кухонною мийкою), деякими побутовими
              пристроями (пральною та посудомийною машиною) та каналізаційною
              мережею житлового будинку
            </strong>
            . Конструкція сифона залежить від його виду, а принцип дії
            ґрунтується на утворенні водної пробки, що перешкоджає проникненню в
            житлове приміщення каналізаційних запахів.
          </p>
          <h2>Основні функції</h2>
          <p>
            Яке ж все-таки призначення у цього приладу? Щоб зрозуміти його
            необхідність майстер{" "}
            <Link to="/plumber-in-lviv">сантехнік у Львові</Link> розгляне
            завдання, які виконує сифон:
          </p>
          <ul>
            <li>забезпечення процесу стоку рідини у каналізаційну систему;</li>
            <li>перешкода утворення забруднень у каналізації;</li>
            <li>
              забезпечення нормального та безперешкодного відведення рідини;
            </li>
            <li>боротьба із виникненням неприємних запахів.</li>
          </ul>
          <h2>Конструкція</h2>
          <p>
            Сифон складається з кількох з'єднаних між собою частин. Майстер
            сантехнік зазначає найбільш основні з них:
          </p>
          <ul>
            <li>зовнішній корпус;</li>
            <li>розтруб для забезпечення ізоляції;</li>
            <li>відвідна труба для з'єднання з каналізацією;</li>
            <li>труба для стоку рідини;</li>
            <li>кутник;</li>
            <li>гумова прокладка;</li>
            <li>захисна сітка для фільтрації;</li>
            <li>гвинт для з'єднання;</li>
            <li>накладки.</li>
          </ul>
          <h2>Принцип дії</h2>
          <p>
            Майстер сантехнік розповідає, що принцип дії сифона ґрунтується на
            основних фізичних властивостях рідини:
          </p>
          <ol>
            <li>
              <p>
                Прилад вигнутої форми. Його нижня частина має особливе
                розташування, завдяки чому в ній постійно знаходиться стічна
                рідина.
              </p>
            </li>
            <li>
              <p>
                Завдяки стічній воді в приладі, тут постійно підтримується тиск.
                Він необхідний для перешкоди проникнення неприємних запахів та
                сторонніх газів із каналізації у житлове приміщення;
              </p>
            </li>
            <li>
              <p>
                Для прочищення виробу використовується стічна вода, що потрапляє
                до нього під час використання сантехнічного приладу.
              </p>
            </li>
          </ol>
          <h2>Різновиди</h2>
          <p>
            На сьогодні відомо кілька різновидів приладів. Вони мають одне
            призначення, але різні конструкції, схеми пристрою:
          </p>
          <ul>
            <li>трубний,</li>
            <li>пляшковий,</li>
            <li>гофрований,</li>
            <li>плоский,</li>
            <li>сухий.</li>
          </ul>
          <h2>Трубний</h2>
          <p>
            Майстер сантехнік вказує, що трубний пристрій зазвичай зустрічається
            на керамічних раковинах та високих ваннах. Цей варіант підходить для
            ванної кімнати, але не найкращий вибір для кухні, оскільки не
            настільки зручний в обслуговуванні. Прочищення цього сифону
            здійснювати складніше.
          </p>
          <p>
            Виглядає він максимально природно, тому часто вибирається при
            відкритій конструкції. Гідрозатвор є вигнутою трубою. Виходячи з
            ванної або раковини вона вертикально опускається вниз, потім різко
            загинається у зворотний бік, підіймається трохи вгору і згортається
            на 90 градусів, йдучи в каналізацію. Зазвичай трубний гідравлічний
            затвор складається із трьох елементів. Для прочищення такого сифона
            знімається середня трубка з поворотом.
          </p>
          <p>
            Попри зовнішню привабливість, трубні сифони крім складнішого
            обслуговування мають і інші суттєві мінуси. Насамперед це їх
            невелика місткість. Вода, що формує гідрозасувку може швидко
            випаруватися, якщо не користуватися ванною чи раковиною. Таким
            чином, повернувшись з відпустки можна виявити неприємний запах
            каналізації по всьому будинку.{" "}
          </p>
          <p>
            Також майстер сантехнік відзначає і той факт, що це жорстка
            конструкція, тому вимагає більш ретельного підбору за розміром. Якщо
            помилитися при придбанні пристрою і взяти затвор трохи коротше, це
            стане проблемою без розв’язання.
          </p>
          <h2>Пляшковий</h2>
          <p>
            <strong>
              Як вважає майстер сантехнік це дуже популярна, практично ідеальна
              конструкція сифона, завдяки тому, що у разі покупки пристрою його
              можна відрегулювати під зазор між горловиною зливу сантехніки та
              каналізаційним розтрубом
            </strong>
            . Свою назву сифон отримав завдяки певній схожості з пляшкою.
            Зазвичай такі пристрої комплектуються гофрованою зливною трубою, що
            суттєво полегшує їх регулювання та зручність демонтажу під час
            чищення.
          </p>
          <p>
            Пляшкова конструкція передбачає можливість доступу у всі порожнини,
            зокрема туди, де накопичується вода, що формує гідрозамикач і
            сміття. Місткість пляшки досить велика, тому рідина в ній довше
            випаровується. Існує менша ймовірність того, що за відсутності
            поповнення водою порожнина сифона пересохне і приміщення заповниться
            запахом каналізації.
          </p>
          <p>
            Оскільки це система, що обслуговується, то вона передбачає велику
            кількість з'єднань з ущільнювальними прокладками. З втратою їхньої
            еластичності може спостерігатися розгерметизація та патьоки. Це
            основний недолік пляшкової конструкції. Самообслуговування такого
            сифона полягає у викручуванні пляшки та її очищення від накопиченого
            волосся, ниток жиру тощо.
          </p>
          <h2>Гофрований</h2>
          <p>
            Такий сифон, як розповідає майстер сантехнік, виглядає досить
            масивним та непривабливим, тому використовується лише у виняткових
            випадках. Пристрій складається з довгої гофрованої труби, складеної
            втричі. Перегин, що виходить з неї, фіксується спеціальною рамкою.{" "}
          </p>
          <p>
            Перевага гофрованої труби у її гнучкості. Завдяки цьому гідрозамикач
            можна приєднати навіть за нестандартного розташування сантехніки.
            Величина згину регулюється під час встановлення. Прилад
            використовується як на раковинах, так і на низьких ванних кімнатах.
          </p>
          <p>
            Гофрована труба має безліч внутрішніх нерівностей та великий
            перегин, тому пристрій швидко заповнюється брудом. Також при частому
            контакті з гарячою водою вона може набувати жорсткості, що ускладнює
            обслуговування сифона.
          </p>
          <h2>Плоский</h2>
          <p>
            Такий гідравлічний затвор − різновид пляшкової конструкції. Майстер
            сантехнік стверджує, що його особливість полягає у наявності плоскої
            колби. Безперечна перевага такого пристрою − можливість встановлення
            в місцях, де висота між зливом сантехнічного обладнання і підлогою
            або перешкодою зовсім невелика.
          </p>
          <h2>Сухий</h2>
          <p>
            Сухі сифони зазвичай вибирають для установки в душові кабінки,
            оскільки у них мінімальна можлива висота для монтажу. Майстер
            сантехнік розкриває принцип влаштування такого затвора, який
            кардинально відрізняється від класичних рішень.{" "}
          </p>
          <p>
            Захищає приміщення від проникнення повітря з каналізації спеціальна
            силіконова мембрана. Вода всередині не затримується, повністю
            зливаючись у каналізацію. Мембрана випускає всю рідину в один бік,
            при цьому не дає здійснюватися газообміну у зворотному напрямку.
          </p>
          <p>
            Безперечна перевага такої конструкції − неможливість її пересихання.
            При застосуванні сухого сифону можна не турбуватися, що під час
            тривалої відсутності господаря доки сантехніка не застосовується,
            гідрозатвор пересохне. Також подібний сифон не перемерзає, що
            особливо актуально, якщо він встановлюється в не опалюваному
            приміщенні − лазні або сауні.
          </p>
          <h2>Додаткові функціональні елементи</h2>
          <p>
            Сифони без додаткових компонентів зазвичай встановлюються в мийки на
            кухні найпростішої конструкції. В інших випадках вони доповнюються
            різними удосконаленнями, які підвищують ефективність або зручність
            використання затвора.{" "}
          </p>
          <p>
            Як доповідає майстер сантехнік найчастішим доповненням є
            слив-перелив. Він передбачає наявність додаткової труби, яка входить
            у місткість гідро затвора. Вона йде від отвору переливу, який
            зазвичай зустрічається в умивальниках, ванних та високих душових
            піддонах. Наявність переливу дозволяє збирати надлишкову воду, яка
            накопичується у разі закриття основної зливної горловини пробкою.
          </p>
          <p>
            Також сифони можуть оснащуватися донними клапанами − механізмами,
            які служать замість пробки. Працювати із клапанами набагато
            зручніше. Вони регулюються колесом, закріпленим на отворі переливу,
            або спрацьовують при натисканні на поверхню.
          </p>
          <p>
            Гідравлічний затвор може мати додатковий бічний штуцер для
            підключення іншої побутової техніки, наприклад, пральної або
            посудомийної машини. У заводській комплектації такого сифона йде
            заглушка, що його закриває. Якщо підключення буде потрібне, вона
            знімається і штуцер використовується для приєднання до каналізації
            іншої сантехніки або обладнання.
          </p>
          <p>
            Також зустрічаються сифони з двома чашами та одним гідро затвором.
            Вони використовуються для установки на сучасні кухонні мийки з двома
            сливами. Таке технічне рішення дозволяє проводити профілактичне
            обслуговування пристрою за один раз. У тому ж випадку, коли під
            мийкою розташовується два сифони, то чистити все доведеться довше.
          </p>
          <br />
          <p>
            <strong>
              Важливо. Якщо потрібне встановлення сифона у Львові, звертайтеся
              до нас. Майстер сантехнік позбавить вас сантехнічних турбот.
            </strong>
          </p>
          <p>
            Також інші різноманітні <Link to="/">послуги сантехніка Львів</Link>
            , у тому числі:{" "}
            <Link to="/jacuzzi-installation">установка джакузі</Link>,{" "}
            <Link to="/sewer-search">пошук каналізації</Link>;{" "}
            <Link to="/hydrodynamic-drain-cleaning">
              гідродинамічна прочистка каналізації
            </Link>
            ;{" "}
            <Link to="/video-diagnostics">
              відеодіагностика каналізаційних труб
            </Link>
            ;{" "}
            <Link to="/gas-boiler-installation">
              встановлення газового котла
            </Link>
            .
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default SiphonOperationPage
