import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const SolidFuelBoilerInstallationPage = () => (
  <Layout>
    <SEO title="Встановлення твердопаливного котла"
      description="Здійснюємо встановлення твердопаливного котла опалення у Львові" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Встановлення твердопаливного котла</h1>
          <p className="lead"><strong>Здійснюємо встановлення твердопаливного котла опалення – звертайтеся!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">Дзвоніть. Виконуємо встановлення твердопаливного котла у Львові та області. Також здійснюємо установку газових котлів опалення. Тепер трохи теорії про монтаж твердопаливних котлів, які забезпечують обігрівання споруд, не підключених до магістральних мереж газопостачання. Читайте, це корисне та цікаве знання. У статті розповідається про те, як повинна здійснюватися безпечна установка котла на твердому паливі.</p>
          <p className="text-center">Що ж це таке, котел, що функціонує на вугіллі, дровах..? Це, досить значних габаритів, тепловий пристрій з відкритого типу камерою згорання. Встановлюють на підлозі. </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Алгоритм встановлення твердопаливного котла</h2>
          <p>Включаються кроки:</p>
          <ul>
            <li><Link to="#step1">підготовка основи</Link>;</li>
            <li><Link to="#step2">налагодження системи, що відводить продукти горіння</Link>;</li>
            <li><Link to="#step3">обладнання бойлерного приміщення (котельні)</Link>;</li>
            <li><Link to="#step4">монтаж трубопроводу</Link>;</li>
            <li><Link to="#step5">створення обв'язки гарячого водопостачання</Link>;</li>
            <li><Link to="#step6">установка розширювального бака з під’єднанням системи для забезпечення безпечного функціонування обладнання</Link>;</li>
            <li><Link to="#step7">пробний пуск</Link>.</li>
          </ul>
          <p>Тепер докладніше розкриваємо етапи встановлення твердопаливного котла.</p>
          <h3 id="step1">Готуємо основу</h3>
          <p>Спочатку вибираємо місце для розміщення. Це – важливий крок при розв’язанні питання, як правильно встановити котел опалення. До його реалізації підходимо відповідально.</p>
          <p>Спалювання твердих форм палива підвищує запиленість. Дим здатний просочуватися у кімнати. Тому не треба встановлювати твердопаливний котел близько від житлових приміщень.</p>
          <p>Підлога повинна бути ідеально рівною, міцною. Необхідно готувати фундаментну основу 0,1-0,2 м заввишки.</p>
          <p>Це – спеціально підготовлений подіум, чи цементна стяжка з армуванням, або плити з негорючих речовин. Пластина металева 0,6 мм завтовшки, або азбестовий лист 0,5 см товщиною використовуються як додатковий захист.</p>
          <p>Якщо пристрій невеликої потужності вагою менш ніж 200 кг його встановлюють на звичайну цементну стяжку. Вона витримує навантаження. А ось монтаж твердопаливного котла більшої ваги доцільно робити на основі з армованого залізобетону, або на окремій фундаментній плиті.</p>
          <h3 id="step2">Відведення продуктів горіння</h3>
          <p>Облаштування димохідної системи під час встановлення котла – найважливіший момент цього процесу. Відноситься це і до монтажу настінного газового котла.</p>
          <p>Встановити котел опалення дозволяється за наявності правильних димоходів, які виводять з топки гази й продукти згоряння. Димовідвідна труба обов’язково виходить на вулицю. При визначенні її розмірів та конфігурації враховуються інструкції виробників. Димохід повинен повністю відповідати наявному обладнанню.</p>
          <p>Головна вимога до нього – результативне відведення газу та диму. Він повинен забезпечувати потрібну тягу для підтримання ефективної роботи.</p>
          <p>При облаштуванні димохідних труб важливе значення має герметичність з'єднань. Герметики використовуються ті, які не втратять параметрів при сильних нагріваннях.</p>
          <p>У димових трубах мають бути збірники конденсату і технологічні отвори для видалення сажі. У процесі облаштування димохідного каналу обов’язкове дотримання правил:</p>
          <ul>
            <li>труба повертається не більше трьох разів, мінімальна висота (рахується від колосникових решіток) становить ≥ 5 метрів;</li>
            <li>частини труби поєднуються таким чином, щоб краплі дощової води стікали зовнішньою стінкою, а конденсат внутрішньою;</li>
            <li>горизонтальний відрізок димоходу під ухилом до котла.</li>
          </ul>
          <p>Димохідну трубу треба виводити за гребінь даху не нижче ніж на 1,5 м для уникнення ефекту зворотної тяги. На вершину поміщається захисний ковпак, або флюгер, який крутиться.</p>
          <h3 id="step3">Облаштування котельні</h3>
          <p>Перед тим як встановити котел опалення потрібно підготувати кімнату для розташування. <strong>Його не розміщують у кухні, спальнях, вітальнях</strong>.</p>
          <p>Оптимальне місце для встановлення твердопаливного котла – відокремлене спеціальне приміщення. Як варіант, використання прибудованої до будинку і належним чином пристосованої окремої кімнати.</p>
          <p>Можливий монтаж котла у коридорному проході при наявності достатньої площі та вентиляції. Непогано – агрегат знаходиться у підвалі, гаражі.</p>
          <p><strong>Умова встановлення твердопаливного котла – наявність ефективної вентиляції для запобігання потраплянню у приміщення отруйних газів</strong>.</p>
          <p>Існують вимоги до котельного приміщення:</p>
          <ul>
            <li>необхідний простір між котлом і стінами ≥ 0,5 м шириною;</li>
            <li>дверцята камери згоряння на відстані приблизно один метр від стін;</li>
            <li>у котельні не тримають легкозаймисті матеріали й речовини.</li>
          </ul>
          <p>Перед тим, як виконувати монтаж твердопаливного котла стіни та підлога покриваються протипожежним матеріалом.</p>
          <p>Стійким до жару листом закривають підлогу у місці встановлення котла так, щоб захист видавався уперед на 0,8 м від його передньої стінки. Це допомагає уникнути пожежі у разі випадання вогню з топки.</p>
          <p>Для обслуговування й очищення теплообмінника твердопаливного агрегату до нього створюється доступ з усіх напрямків. Ідеальний варіант – попереду метрової ширини ділянка, з боку інших стінок – 0,6 м. Мінімально такі відступи складають 0,25 м.</p>
          <p>Вхідні двері до котельної повинні робитися з негорючих матеріалів і відкриватися назовні. У котельню забороняється доступ сторонніх осіб, що не мають відношення до її експлуатації. Вона має бути забезпечена природним та електричним освітленням.</p>
          <h4>Вентиляція у котельні</h4>
          <p>Якщо недостатньо свіжого повітря, паливо погано горить. При надлишку повітря горіння стає важко контрольованим.</p>
          <p>Щоб забезпечувати подавання свіжого повітря для підтримання процесу горіння у топці необхідна вентиляційна система. Також, нею назовні виводяться продукти горіння, які випадково попали з топки у котельню.</p>
          <h3 id="step4">Монтаж трубопроводу твердопаливного котла</h3>
          <p>Перед установкою котла здійснюється розрахунок характеристик трубопроводу для подачі теплоносія. Потужність опалювального котла визначає довжину труб та кількість пристроїв опалення. З метою уникнення зайвих робіт облаштування контуру опалювальної мережі здійснюють до монтажу котла.</p>
          <h3 id="step5">Обв'язка для гарячого водопостачання, підключення</h3>
          <p>Приєднання до системи опалення здійснюється за допомогою муфт, або фланців. Трубопроводи прямої та зворотної мережної води приєднуються до відповідних патрубків. Щоб у майбутньому при ремонті не зливати рідину зі всієї опалювальної системи, у місцях приєднання котла встановлюється запірна арматура.</p>
          <p>Монтаж котлів опалення передбачає установку бойлера – спеціального накопичувального бака. Продається у сантехнічному магазині. Звичайно бойлери реалізуються у зібраному вигляді й повністю підготовлені для установки. Перед купівлею необхідно визначитися з бажаними параметрами та виробником.</p>
          <p>Якщо у бойлерній немає опалення, обладнання додатково утепляється. Тоді вода подається гарячою, а теплотехніка працюватиме стабільно.</p>
          <h3 id="step6">Особливості установки розширювального бака і насоса під час встановлення твердопаливних котлів</h3>
          <p>Розширювальні баки використовується у системах природного руху теплоносія. Опалювальна система примусового руху також оснащується таким бачком, але додатково потрібен циркуляційний насос. Монтаж компонентів здійснюється відповідно до рекомендацій виробника і схеми встановлення котла опалення.</p>
          <p>Якщо твердопаливний агрегат без вбудованого теплообмінника, необхідно установити клапан безпеки. Додаткове обладнання знижує тиск до нормативного значення і підтримує необхідну температуру. У теплоносія найбільше 95℃, у камері згоряння 110℃.</p>
          <p>У мережах, де циркуляція теплоносія завдяки помпі, клапан безпеки встановлюється в обов'язковому порядку. ТТХ котлів на це не впливають.</p>
          <h3 id="step7">Тестування, гідравлічні випробування</h3>
          <p>Під час пробного пуску перевіряється працездатність обладнання і технологічних схем та безпечність експлуатації. Проводиться перевірка налаштування систем. Виявляються місця виходу повітря, пробується герметичність димоходів.</p>
          <p>Випробування здійснюються при безперервній роботі агрегату з нормальним навантаженням згідно проєктних параметрів.</p>
          <h2>Переваги твердопаливних котлів</h2>
          <p>Установка котлів опалення у приватному будинку – відмінне рішення. Завдяки йому здійснюється ефективне обігрівання особняку.</p>
          <p>Основні переваги твердопаливних котлів:</p>
          <ul>
            <li>Автономність. Монтаж твердопаливного котла забезпечує подавання тепла без підключення до магістральних газопроводів.</li>
            <li>Доступність. Можливе використання вугілля, дров. Ці матеріали у деяких випадках доступніші, ніж газ.</li>
            <li>Безпека.</li>
            <li>Надійність і тривалий термін експлуатації. </li>
            <li>Висока продуктивність. Палива не залишається, воно майже повністю згоряє.</li>
            <li>Універсальність. Монтаж твердопаливного котла і додаткових компонентів виконуються у будь-яких умовах.</li>
            <li>Використання при основному, або додатковому обігріві.</li>
            <li>Установка твердопаливного котла допомагає у розв’язанні питання обігріву споруд різної площі. Головне – правильний монтаж котла, грамотний вибір комплектувальних елементів.</li>
          </ul>
          <p>Багато господарів приватного житла не вірять, що можливо заощаджувати на такому опаленні, однак це помилка. Якщо розумно підходити до вибору, встановлення котла і проєктування системи в цілому, то можна отримати досить економічні результати. До того ж завжди більше свободи при виборі палива, якщо порівняти з електро-, або газовим.</p>
          <p>Правда процес монтажу і налаштування обладнання вимагає великої відповідальності, як і установка настінного газового котла у будинку. Адже не правильний монтаж котла в кожному разі стає загрозливою небезпекою для власників житла.</p>
          <p><em>Тому звертайтеся. Наші майстри виконують професійний монтаж твердопаливного котла у Львові у житлових, виробничих, торгових та адміністративних будівлях. Телефонуйте. <strong>Зробимо швидко, якісно та надійно!</strong></em></p>
          <p><Link to="/">Послуги сантехніка у Львові <svg xmlns="http://www.w3.org/2000/svg" height="24px" viewBox="0 0 24 24" width="24px"><path d="M0 0h24v24H0V0z" fill="none"/><path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6-6-6z"/></svg></Link></p>
          <p><Link to="/gas-boiler-installation">Встановлення газового котла <svg xmlns="http://www.w3.org/2000/svg" height="24px" viewBox="0 0 24 24" width="24px"><path d="M0 0h24v24H0V0z" fill="none"/><path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6-6-6z"/></svg></Link></p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default SolidFuelBoilerInstallationPage
