import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const SyphonInstallationPage = () => (
  <Layout>
    <Seo
      title="Сифон для чаші Генуя – види, монтаж"
      description="У статті професіонали сантехніки розповідають про 
      особливості вибору та встановлення сифона чаші Генуя"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Сифон для чаші Генуя – види, монтаж</h1>
          <p className="lead">
            <strong>Тонкощі вибору та встановлення сифона</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Чаша Генуя – це особливий тип унітаза, який ми бачимо у деяких
            громадських місцях. Важлива складова такої сантехніки сифон. У
            статті професіонали сантехніки розповідають про нього, його
            особливості, тонкощі вибору та встановлення сифона чаші Генуя.
          </p>
          <p className="text-center">
            Чаша Генуя є, як зазначено вище, підлоговий унітаз. Він
            встановлюється у громадських місцях, а найчастіше – у державних
            установах та місцях обслуговування населення. Свою назву такий
            унітаз носить лише на території країн колишнього СРСР, в інших
            країнах його називають підлоговим чи турецьким.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Принцип функціонування сифонів</h2>
          <p>
            Сифон для зливу є важливий сантехнічним вузлом з функцією не тільки
            зливів стоків, але й недопущення неприємних запахів з каналізації.
            Це, доповідають сантехніки, – вигнута труба, яка утримує частину
            рідини при зливанні, на певних рівнях.
          </p>
          <p>
            Робота цього сантехнічного пристрою забезпечується водяним замком,
            так званим гідравлічним затвором, розташованим по вигнутій частині
            труби. Гідрозамикачі зазвичай робляться з входом вертикально, вихід
            прямий або похилий. Якщо він не працює, вода у ньому, повністю чи
            частково випаровується.
          </p>
          <h2>Різновиди сифона</h2>
          <p>
            Сантехніки усі сифони ділять за матеріалами з яких виготовляються,
            на:
          </p>
          <ol>
            <li>
              <p>
                Чавунні моделі. Їх перевага у довговічності та легкості
                встановлення. До того ж вони відрізняються бюджетними цінами.
                Відмінно переноситься дія агресивної рідини. Установка з
                використанням розтрубів на передніх частинах сифонів. Чавунні
                сифони мають середню вагу до 4,5 кг.
              </p>
            </li>
            <li>
              <p>
                Сталеві також характеризуються довговічністю. Ще бюджетніші
                чавунних. Не важкі, мають різні розміри. Встановлюються за
                допомогою гумових муфт. У середньому сталевий сифон для чаші
                Генуя – 2,5 кілограми.
              </p>
            </li>
            <li>
              <p>
                Пластикові виготовляють із високоміцних пластиків. Головна
                перевага – просто кріпляться муфтами. Мінус, вони не довго
                експлуатуються й інколи псуються і від впливу кислих середовищ,
                і агресивної хімії. Близько 0,3 кг.
              </p>
            </li>
          </ol>
          <p>
            Також сантехніки професіонали сифони поділяють за своїм виконанням:
          </p>
          <ol>
            <li>
              <p>
                Горизонтальний тип. Встановлюються ці сифони до чаш, під якими
                місця мало.
              </p>
            </li>
            <li>
              <p>Вертикальні – за умовчанням, якщо достатньо місця.</p>
            </li>
            <li>
              <p>
                Похилі (кут 45°) або кутові варіанти. Застосовуються при
                розташуванні чаші підлоги біля стінки.
              </p>
            </li>
          </ol>
          <h2>Вибір сифона для чаш Генуя</h2>
          <p>
            <strong>
              Попри присутні недоліки, найчастіше монтуя прилади професіонали
              сантехніки вибирають саме пластикові сифони для чаші Генуя
            </strong>
            . Завдяки пластичності вони найменше завдають шкоди кераміці та
            порцеляну.
          </p>
          <p>
            Загалом ці сифони універсальні та встановлюються на унітази з
            будь-яких матеріалів. Сталеві та чавунні сифони найкраще
            використовувати відповідно для сталевих та унітазів підлогових з
            чавуну. Це загальні побажання.
          </p>
          <h2>Нюанси монтажу системи</h2>
          <p>
            Встановлюючи сифон, необхідне обов'язкове ознайомлення з алгоритмом
            його встановлення та кріплення. Насамперед виконати підготовчі
            роботи з підгону каналізаційного трубопроводу, далі на трубу
            поставити сифон до чаші Генуя.{" "}
          </p>
          <p>
            Наступний крок, на підготовлений і набравший міцності п’єдестал
            поміщається сама чаша, одночасно поєднуються зливні сантехнічні
            отвори з врізним сифонним отвором. Як з'єднувач, гумка переходу.
            Систему збирають щільно, але при потребі, закінчивши збирання,
            з'єднання зверху сантехніки заливають герметиками.
          </p>
          <h2>Заміна старих сифонів на чаші Генуя</h2>
          <p>
            Якщо є необхідність замінити старий сифон при витіканні рідини по
            з'єднанню, або при капітальному ремонті сантехнічних вузлів на чаші
            підлоги, його спочатку акуратно демонтують. Це зазвичай важко
            зробити через стиснений робочий простір. Для легкого встановлення
            нового пристрою, його відразу з'єднують з трубою гумовою муфтою. Для
            надійності стикування заливається силіконовим герметиком.
          </p>
          <p>
            Далі сантехніки з'єднують безпосередньо чашу підлоги з сифоном.
            Треба притиснути сифон до унітазного отвору, потім зафіксувати.
            Прокладка, що в комплекті, встановлюється між з'єднанням. Таким
            чином, сифон буде зібраний та готовий до приймання каналізаційних
            стоків з однією відмінністю – відсутність неприємного запаху з
            каналізаційної труби, що було б неможливо без застосування такого
            пристрою.
          </p>
          <h2>Експлуатація та обслуговування сифона чаші Генуя</h2>
          <p>
            <strong>
              Золоте правило експлуатації сифона, знають сантехніки професіонали
              – використання за призначенням – для прийняття каналізаційних
              стоків, блокуючи потрапляння сторонніх предметів здійснюючих
              засмічення{" "}
              <Link to="/drain-cleaning">каналізаційної системи</Link>
            </strong>
            . Потім через це виникає потреба у прочистці каналізації.
          </p>
          <br />
          <p>
            Висновок. Сифони для підлогової чаші Генуя, як і всі сантехнічні
            пристрої, постійно модернізуються. Застарілі моделі замінюються
            новими розробками, більш функціональними та з сучасними
            конструктивними рішеннями. Вони легші, а тому й дешевші.
            Професіонали сантехніки у Львові досконало знають усі нюанси
            встановлення сифона для підлогових чаш Генуя. Тому звертайтеся до
            нас, гарантуємо високу якість виконання цієї роботи та надання інших{" "}
            <Link to="/">послуг сантехніка</Link>.
          </p>
          <p>
            Також нами виконується{" "}
            <Link to="/video-diagnostics">
              відеодіагностика каналізаційних труб
            </Link>
            , <Link to="/waterproofing">гідроізоляційні роботи</Link>,{" "}
            <Link to="/heating-installation-private-house">
              монтаж опалення приватного будинку
            </Link>
            .
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default SyphonInstallationPage
