import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const ThermalDrainCleaningPage = () => (
  <Layout>
    <SEO title="Термічне очищення каналізації"
      description="Термічне очищення каналізації – ефективна ліквідація складних засмічень" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Термічне очищення каналізації</h1>
          <p className="lead"><strong>Термічне очищення каналізації – ефективна ліквідація складних засмічень</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">Швидке цілодобове очищення каналізації у Львові та області. Для професійного прочищення каналізаційної системи
            використовується кілька методів, які вимагають застосування спеціального
            обладнання та залучення кваліфікованих фахівців. Розглянемо термічне
            очищення каналізації. Розповімо про переваги та використання цього способу
            чистки каналізаційних труб.</p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Застосування термічної прочистки каналізаційних труб</h2>
          <p>Термічний метод очищення каналізації – екологічний й ефективний.
            Виконується спеціальним інструментом і застосовується для чистки
            каналізаційних труб від жирових і мулових засмічень. Одночасно очищається
            внутрішня поверхня трубопроводів від налиплого бруду. Завдяки гарячій воді
            та пару відбувається дезінфекція мережі й усунення неприємних запахів.</p>
          <p>Прочистка труб даними способом застосовується для внутрішньої та
            зовнішньої системи каналізації. Цей метод набагато ефективніше
            застосовувати взимку і ранньою весною, коли необхідно очистити від
            замерзання зливову, або іншу каналізаційну систему.</p>
          <p>Термічне очищення каналізації можна використовувати одночасно з
            застосуванням хімічних засобів. Така чистка підходить для труб з чавуну. <strong>Для
              поліпропілену і полівінілхлориду вона не придатна, тому що може
              зруйнувати їх структуру</strong>.</p>
          <h2>Як виконується очищення каналізації термічним методом</h2>
          <p>За допомогою спеціального обладнання в мережу спускають велику
            кількість гарячої води та пари. Її температура від 95 до 160 °C. Рідина
            надходить під тиском дуже швидко і змітає на шляху сміття. Каналізаційна
            система не тільки очищається, але і відбувається її дезінфекція та усунення
            неприємних запахів.</p>
          <h2>Переваги термічного прочищення каналізації</h2>
          <p>Ця технологія має плюси:</p>
          <ul>
            <li>екологічність,</li>
            <li>швидкість,</li>
            <li>здатність розморожування комунікацій,</li>
            <li>безпечність для труб,</li>
            <li>недорого.</li>
          </ul>
          <h2>Яке обладнання використовується</h2>
          <p>Установки для термічного очищення каналізації працюють за схожим з
            гідродинамічним методом чистки трубопроводів алгоритмом роботи.
            Відмінність у підігріванні води для промивання труб.</p>
          <p>Бувають різні за потужністю, технічним характеристикам і
            можливостями індивідуального настроювання. Компактні розміри машин
            дозволяють використовувати їх у приватних будинках і квартирах.</p>
          <br />
          <p><strong>Термічна прочистка каналізаційних труб ВИМАГАЄ бездоганного
            дотримання техніки безпеки.</strong> Робота відбувається з гарячою водою і парою
            під тиском.</p>
          <p>Перед початком роботи слід звернути увагу на якісне з'єднання стиків
            труб. Якщо існують розстикування, то високий тиск води може зруйнувати
            систему. Тому рекомендуємо клієнтам не довіряти дилетантам, а ЗАВЖДИ
            користуватися послугами професіоналів. Заощадите час, гроші й нерви.
            Потрібне очищення каналізації у Львові – телефонуйте нам.</p>
          <p>Працюємо цілодобово! Звертайтеся в будь-який час дня і ночі!</p>
          <p><Link to="/drain-cleaning">Прочистка каналізації Львів</Link> – усі надійні технології.</p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default ThermalDrainCleaningPage
