import * as React from "react"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const ToiletRepairPage = () => (
  <Layout>
    <Seo
      title="Ремонт інсталяції унітазу, огляд несправностей"
      description="Причини поламання, нюанси обслуговування та як відбувається ремонт
      інсталяції"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Ремонт інсталяції унітазу</h1>
          <p className="lead">
            <strong>
              Причини поламання, нюанси обслуговування та як відбувається ремонт
              інсталяції
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Системи підвісної сантехніки для туалету вигідно відрізняються від
            моделей підлогового компонування, але мають свої особливості. Їх
            обов’язково потрібно враховувати під час встановлення, експлуатації
            та ремонту інсталяційної конструкції. Причини поламання, нюанси
            обслуговування, як відбувається ремонт інсталяції – розкриває ця та
            наступні статті.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Огляд пристрою та неполадок</h2>
          <p>
            Перш ніж розпочинати ремонт інсталяції унітазу, ознайомтеся
            детальніше з ним, принципом його дії. Рама зі сталевих профілів
            прямокутного перерізу служить основою для настінної чаші, спускного
            та каналізаційного патрубків, пластмасового резервуара з арматурою,
            мережі управління змивом.
          </p>
          <p>
            Усередині місткості закріплені заливний (впускний, наливний) та
            зливний (донний) клапан. Вони обслуговуються через технічне вікно,
            закрите монтажним коробом, що стикується з панеллю управління, яка
            виведена назовні. Злив води робиться механічною або пневматичною
            кнопкою на панелі.
          </p>
          <p>
            Наведемо можливі несправності інсталяції за функціональними ознаками
            (треба знати: щоб успішно виконувати ремонт інсталяції унітазу
            Львів):
          </p>
          <ol>
            <li>
              <p>
                Проблеми з рамою. Перекоси, переміщення виникають через
                неправильну установку, складання каркаса; використання дешевих
                профілів не здатних витримувати велику вагу.
              </p>
            </li>
            <li>
              <p>
                Протікання по з'єднаннях впускної, випускної гарнітури унітазу.
                З'являються через монтажні помилки, деформацію каркасу,
                старіння, дефекти ущільнень.
              </p>
            </li>
            <li>
              <p>
                Тріщини, сколи чаші – наслідки «криворукого» складання,
                випадкових ударів під час експлуатації. У домашніх умовах
                надійно склеїти розбите − не вийде, не кажучи о естетиці.
              </p>
            </li>
            <li>
              <p>
                Ламання механізму мікро ліфта кришки. Закріплюючи сидіння,
                ретельно налаштуйте рівномірне прилягання до чаші, після чого
                затягніть гайки. Типове поламання − пружина, що лопнула. Ремонт
                інсталяції унітазу необхідний, але виникає складність полягає в
                точному підборі аналога. Помилка загрожує різкими падіннями, або
                «зависанням» кришки.
              </p>
            </li>
            <li>
              <p>Відмови вузлів зливного бачка – найпоширеніші випадки.</p>
            </li>
          </ol>
          <h2>Нештатна робота бачка</h2>
          <p>
            Європейські компанії надають гарантію 3-5 років на клапани та
            резервуар, 10 років – на опорні елементи настінної сантехніки.
            Найчастіше через місяці служби відмови трапляються у продукції
            відомих марок посередньої якості випущеної китайськими фабриками.
            Перелічимо характерні неполадки, при яких треба здійснювати ремонт
            інсталяції унітазу Львів:
          </p>
          <ul>
            <li>
              місткість не наповнюється або набирається довше, ніж звичайно;
            </li>
            <li>постійне витікання у чашу;</li>
            <li>не припиняється набір бака;</li>
            <li>не спрацьовує клавіша;</li>
            <li>протікання по корпусу та/або по фітингах, що підводять.</li>
          </ul>
          <p>Опишемо можливі причини вказаних ситуацій.</p>

          <h2>Повільне надходження води</h2>

          <p>
            Може бути обумовлено засміченням фільтра лінії, що підводить, або
            вбудованої запобіжної сіточки наливного механізму (за наявності).
            Сольові відкладення, іржа, бруд перешкоджають повному відкриттю
            заливного клапана, аж до блокування. Потрібно:
          </p>
          <ul>
            <li>перекрити вентиль холодного водопостачання санвузла;</li>
            <li>
              викрутіть кришку латунного фільтра, витягніть сітчастий елемент,
              прочистить непридатною зубною щіткою;
            </li>
            <li>промийте проточним струменем, зберіть назад.</li>
          </ul>
          <p>
            Якщо після відкриття крана час наповнення не змінився, доведеться
            робити ремонт інсталяції унітазу Львів − виймати наливний механізм.
            Детально розберемо цю процедуру далі.
          </p>
          <p>
            <strong>
              Важливо! Типові латунні фільтри комплектуються сіткою з отворами
              500 мкм. Водночас тверді частинки розміром уже 50 мкм, потрапляючи
              під манжету, порушують герметичність сідла арматури. Підвищена
              твердість води за кілька місяців призводить до ідентичних
              результатів.
            </strong>
          </p>
          <p>
            Достатнім захистом наливного, зливного механізму є двоступенева
            батарея з поліпропіленовими картриджами рейтингом фільтрації 40, 10
            мкм. Проти накипу ефективно застосовується пом'якшувальний модуль зі
            змінною касетою або полі фосфатною сіллю, що засипається. Фільтр
            грубого очищення з нержавіючої сітки 100-500 мкм − обов'язковий.
          </p>
          <br />
          <p>
            У наступних статтях продовжимо розповідати о ламаннях інсталяцій,
            послідовності виконання демонтажних та монтажних робіт. Якщо
            потрібен ремонт інсталяції унітазу Львів телефонуйте у будь-який
            час. Якість гарантуємо.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default ToiletRepairPage
