import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const UrinalInstallationPage = () => (
  <Layout>
    <SEO title="Встановити пісуар"
      description="Встановити пісуар для чоловіків у Львові" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Встановити пісуар</h1>
          <p className="lead"><strong>Встановити пісуар для чоловіків у Львові – звертайтеся до нас!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Встановити пісуар у Львові – телефонуйте! Майстер сантехнік приїде й
            професіонально виконає монтаж цього сантехнічного пристрою. У
            приватному будинку, квартирі, офісі, закладі харчування, у будь-якому
            громадському закладі. Допоможемо підібрати потрібну конструкцію.
            Виїжджаємо на замовлення щоденно. Усі райони міста та навколишні селища.
            Якість гарантується.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Встановлення яких пісуарів здійснюємо</h2>
          <p>Виділяють підлогові (уринали) та настінні пісуари. У підлогових
            пристроях є горизонтальний випуск. Оригінально вписуються у туалетну
            кімнату. Встановлюються тільки там, де розтруб каналізації виходить із
            підлоги. У стандартних санвузлах він з'єднується з унітазом, тому пісуар
            встановити не вийде.</p>
          <p>Але найчастіше потрібне встановлення настінних пісуарів. Вони зручні,
            практичні й дуже поширені. Установка такого пісуару у Львові не займає
            багато часу, економить місце у санітарному вузлі.</p>
          <p>Також існують різновиди сантехнічних пристроїв, що кріпляться до
            монтажної рами. Вона застосовується для прихованої установки пісуарів у
            гіпсокартоні, на капітальних стінках з облицюванням панелями (гіпсовими або
            дерев'яними). Якщо стіна не має достатньої міцності, рекомендується
            встановлювати пісуар на цю інсталяцію.</p>
          <h2>Монтаж пісуара</h2>
          <p>Якщо стіна санвузла міцна, то пісуар краще вмонтувати в неї. У цьому
            варіанті монтаж пісуара багато в чому нагадує монтаж раковини. Його
            приміряють до стіни, на ній відзначають місця майбутнього кріплення.</p>
          <p>Кріплення конструкції виконують за допомогою спеціальних дюбелів,
            які протягуються через попередньо підготовлені отвори. Перед початком
            монтажних робіт потрібно переконатися, що труби водопроводу будуть
            знаходитися зверху над краном пісуара.</p>
          <p><strong>Якщо у моделі не передбачено гідравлічного затвора, потрібно в
            першу чергу виконати монтаж S-подібного сифона, завдяки якому
            конструкція і каналізаційна мережа будуть з'єднані між собою.</strong></p>
          <p>Спочатку відзначається місце, де буде закріплений пісуар (стіна повинна
            мати рівну поверхню). Потім просвердлюються отвори (повинні збігатися з
            розмірами дюбелів), конструкція одягається.</p>
          <p>Завершується монтаж підвісного пісуара приєднанням до зливної труби.
            Для цього береться відвідна трубка сифона та вставляється у розтруб
            каналізаційної системи. Місце з'єднання герметизується. Якщо модель не
            оснащена сифоном, необхідно його під'єднати.</p>
          <p>Монтаж підлогового пісуара мало чим відрізняються від установки
            унітазу, адже він теж вертикальний. Такі пісуари встановлювати
            рекомендується після укладання каналізації та підготовки гідравлічних
            затворів.</p>
          <p>Пісуар на рамі кріпиться так само як і настінний унітаз. Часто в комплект
            пісуарів із внутрішньо стінним кріпленням входить прихований зливний
            бачок, який встановлюється як прихований бачок для унітаза.</p>
          <br />
          <p>Сучасні туалетні кімнати в офісних та торгових центрах, спортивних
            установах, вокзалах та ресторанах обладнуються цими приладами. Їх все
            частіше ставлять у будинках та котеджах. Вони надійні, зручні, економічні.</p>
          <p>Для забезпечення ще і їх довговічності, звертайтеся до <Link to="/">Kran.lviv</Link>, щоб
            встановити пісуар та приєднати до каналізації у Львові. Наші майстри мають
            необхідний інструмент та навички. Зроблять роботу швидко та якісно.</p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout >
)

export default UrinalInstallationPage
