import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const CleanPage = () => (
  <Layout>
    <SEO title="Відеодіагностика каналізаційних труб"
      description="Виконується відеодіагностика каналізаційних труб у Львові та інших населених пунктах області. Телефонуйте (098)-179-83-93!" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Відеодіагностика каналізаційних труб</h1>
          <p className="lead"><strong>Необхідна телеінспекція трубопроводу? Вам до нас!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">Виконується відеодіагностика каналізаційних труб у Львові та інших населених пунктах області. Телефонуйте (098)-179-83-93. Фахівці швидко виявлять: слабке місце трубопроводу, порушення цілісності внутрішньої поверхні, несанкціоноване врізання, місце засмічення. Особливо актуальна така послуга при аваріях, коли важлива швидкість прийняття правильного рішення по їх ліквідації. Інша назва методу – телеінспекція трубопроводу.</p>
          <p className="text-center">Відеодіагностика труб каналізації – ефективна технологія, яка дозволяє розглянути процеси, що відбуваються всередині системи. Для цього використовується відеокамера та монітор, якому передається сигнал. Також у комплекті датчик для визначення місця знаходження дефектів і засмічень.</p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Коли рекомендується відеодіагностика труб</h2>
          <p>Її бажано проводити у випадках:</p>
          <ul>
            <li>аварії, позаштатної ситуації під час експлуатації трубопроводу;</li>
            <li>запуску у дію нових, або відновлених ділянок каналізації;</li>
            <li>пошуку загублених, занедбаних колодязів;</li>
            <li>необхідності отримання відомостей про довжину і місце розміщення каналізації;</li>
            <li>прийняття мотивованого висновку щодо можливості подальшого використання інженерних мереж;</li>
            <li>зондування загального стану інспектованих ділянок;</li>
            <li>складання планів підземних комунікацій;</li>
            <li>обстеження димарів, вентиляційних каналів, фундаментів;</li>
            <li>складання повної картини, на підставі якої вирішується де робити ремонт каналізації, замінювати стояк;</li>
            <li>підготовки технічного висновку та акта відеодіагностики трубопроводу з відповідним відеозаписом.</li>
          </ul>
          <p>З профілактичною метою відеодіагностика труб каналізації робиться раз у рік (пів року), у залежності від інтенсивності використання комунікацій. Це допомагає вчасно виявляти жирові відкладення і бруд, що сприяють швидкому засміченню комунікацій.</p>
          <h2>Як відбувається відеодіагностика каналізаційних труб</h2>
          <p>За допомогою спеціального відео приладу ‒ гнучкого шланга з ліхтариком і мініатюрною відеокамерою у сталевому корпусі на одному кінці та монітором з блоком управління на іншому.</p>
          <p>Довжина кабелю досягає 50 метрів. Камера переміщається й відправляє зображення на операторський пульт для запису і перегляду у режимі реального часу. Якщо трубопровід великого Ø використовується робот з камерою.</p>
          <p>Існує кілька типів відео діагностичних систем обстеження інженерних комунікацій:</p>
          <ul>
            <li><p>Складається зі зручної ручки-пістолета, а також екрану і головки камери. Щоб краще розглянути, є можливість повороту на дев'яносто градусів за годинниковою стрілкою.</p><p>Камерою вручну оглядаються важкодоступні місця. На основі отриманої інформації формується звіт з фотографіями та відео, створеними у трубопроводі. Запис проводиться в автоматичному режимі.</p></li>
            <li><p>Відеодіагностика труб малого і середнього діаметрів (від 25 мм). Напівтвердим шлангом проштовхуються системи зі зв'язком з операторським пунктом. Застосовується спеціальний пульт з двох джойстиків, щоб повертати прилад.</p></li>
            <li><p>Зовнішні трубопроводи середнього та великого діаметра (від 15 см) вивчаються роботизованими комплексами прикріпленими на колісну самохідну платформу. Управління під час відеодіагностики труб здійснюється з операторського пункту по кабелю.</p><p>Забезпечений світлодіодними лампами робот має автономне джерело живлення. Прилад абсолютно герметичний, водонепроникний. Надійно функціонує навіть в агресивних середовищах хімічного типу ‒ безперервно показує кольорове зображення трубопроводу з системи каналізації.</p></li>
          </ul>
          <h2>Результативний метод визначення засмічення каналізації</h2>
          <p><strong>Відеодіагностика труб (телеінспекція трубопроводів) ‒ це один з найшвидших, ефективних і мало витратних способів пошуку розривів і засмічень трубопроводів.</strong> Спосіб не вимагає проведення масштабних розкопок траншей, а точно визначає місце подальшого ремонту.</p>
          <p>Немає потреби демонтувати комунікаційні системи, порушувати фундамент будівлі, рити великі ями. Слід просто здійснити локальну розкопку на потрібній ділянці, або застосувати безтраншейну технологію.</p>
          <p>Інформація, яку надає відео діагностика труб каналізації, використовується для зорового виявлення причини засмічення і прийняття рішення про те, як буде здійснюватися прочистка каналізаційної системи. Також це допомагає розрахувати час та витрати на ремонт.</p>
          <br />
          <p>Замовляється телеінспекція труб у Львові у нас. Застосовуємо перевірене імпортне обладнання, яке дозволяє в короткий термін здійснити ретельну відеодіагностику каналізаційної системи, постійно перевіряти її стан, встановлювати місця засмічень та видаляти їх.</p>
          <p>Дзвоніть. Не пошкодуєте. Своєчасне проведення телеінспекції у квартирах, приватних будинках, виробництвах гарантує безвідмовне функціонування очисних і каналізаційних споруд. Відеодіагностика каналізаційної мережі не тільки для виявлення проблеми. З нею можна наочно оцінювати якість проведених робіт.</p>
          <p>Пам’ятайте. <strong>Відеодіагностика труб набагато дешевше обходиться, ніж подальші демонтаж, монтаж, ремонтні роботи.</strong></p>
          <p>Працюємо цілодобово, застосовуємо новітні інструменти для обстеження трубопроводів 50-300 мм діаметром. Ціна різна в денні й нічні часи. Залежить від Ø трубопроводу, довжини ділянки. Уточнюйте у майстра, коли замовляєте.</p>
          <p>При аварійних сантехнічних ситуаціях пропонується оперативний виїзд та якість їх усунення. Проводиться діагностика труб терміново. Телефонуйте за зазначеним номером зараз, щоб уникнути неприємностей з каналізацією у майбутньому.</p>
          <p>При зверненні для телеінспекції каналізації, будьте готові уточнити параметри:</p>
          <ul>
            <li>діаметр труб ділянки обстеження;</li>
            <li>довжина траси;</li>
            <li>наявність кутів (поворотів).</li>
          </ul>
          <p><Link to="/">Послуги сантехніка Львів <svg xmlns="http://www.w3.org/2000/svg" height="24px" viewBox="0 0 24 24" width="24px"><path d="M0 0h24v24H0V0z" fill="none"/><path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6-6-6z"/></svg></Link></p>
          
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default CleanPage
