import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const VideoInspectionPage = () => (
  <Layout>
    <SEO title="Відеоінспекція трубопроводів"
      description="Відеоінспекція трубопроводів Львів – якісно, швидко!" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Відеоінспекція трубопроводів</h1>
          <p className="lead"><strong>Відеоінспекція трубопроводів Львів – якісно, швидко!</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Комунальні, промислові підземні комунікації − це сфера інженерної
            інфраструктури міст і територій, ефективність та надійність якої істотно
            підвищується, коли використовується відеоінспекція трубопроводів. Адже,
            якщо у трубах діаметром від 100 см і вище контроль здійснюється людиною
            візуально, то вужчі магістралі обстежуються тільки за допомогою
            телеінспекції.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Для чого використовується відеоінспекція трубопроводів</h2>
          <p>Цей метод дозволяє:</p>
          <ul>
            <li>об'єктивно оцінити інформацію при розв’язанні питання щодо
              доцільності перекладання мережі, санації та вибору найбільш аварійних
              ділянок;</li>
            <li>виконати огляд і виявити ступінь пошкодження для своєчасного
              проведення ремонту та усунення засмічень, тріщин і розломів в
              трубопроводах;</li>
            <li>визначити конкретні місця корозії;</li>
            <li>дізнатися, де і в якому місці треба прочистити каналізації, труби;</li>
            <li>виявити несправності у роботі інженерних систем, димарів,
              вентиляційних систем, отримати інформацію щодо ступеня засмічення
              або пошкодження.</li>
          </ul>
          <p>Також відеоінспекція трубопроводів виявляє:</p>
          <ul>
            <li>ділянки повного руйнування верхнього склепіння в великих стічних
              колекторах для оперативного ремонту і профілактики провалів;</li>
            <li>розстикування і руйнування каналізаційних труб для усунення та
              запобігання протікання зливових стоків в основну систему і можливого
              перевантаження очисних споруд.</li>
          </ul>
          <h2>Алгоритм відеодіагностики</h2>

          <p>Відеоінспекція каналізаційних трубопроводів Львів проводиться у
            такому порядку:</p>
          <ul>
            <li>Здійснюєте виклик майстра, зателефонувавши на сайт. Домовляєтеся
            про орієнтовну попередню ціну телеінспекції каналізації.</li>
            <li>У зазначений час бригада фахівців прибуває на об'єкт, щоб провести
            відеоінспекцію трубопроводу у Львові.</li>
            <li>Занурюючи у зону забруднення спеціальну відеокамеру, спеціаліст
            визначає джерело засмічення та вибирає правильний метод очищення.</li>
            <li>Виявивши проблему, сантехнік приступає до її вирішення. Він чітко
            бачить забруднення, яке заважає нормальному функціонуванню
            каналізаційної системи.</li>
            <li>Проблемна ситуація ліквідована. Здійснюється розрахунок за
            виконану роботу.</li>
          </ul>
          <p>Камера, якою здійснюється відеоінспекція трубопроводу у Львові
            оснащена датчиком вимірювання відстані, кольоровим монітором,
            можливістю запису зображення й іншими корисними можливостями.
            Користуємося змінними пристроями на кінці довгого надміцного кабелю.</p>
          <p>Телеінспекція каналізації здійснюється на будь-яких побутових і
            промислових об'єктах з діаметром від 40 до 500 мм.</p>
          <p><strong>Важливо</strong>. Відеоінспекція каналізаційних трубопроводів запобігає
            виникнення аварійних ситуацій, дозволяючи своєчасно виявити тріщини,
            зміщення, проломи й тому подібні дефекти. Замовивши відеодіагностику
            каналізації у Львові, своєчасно отримуєте актуальну важливу інформацію,
            заощаджуючи час і гроші.</p>
          <p>Телефонуйте! Використовуючи теледіагностику, фахівець Kran.lviv
            отримує найбільш точне і наочне уявлення про стан мереж і комунікацій. Що
            особливо важливо, запис процесу відеодіагностики трубопроводу на
            цифровий носій, надає в майбутньому можливість проаналізувати отриману
            інформацію і вжити потрібні заходи для забезпечення подальшої
            безперебійної експлуатації.</p>
          <p>На основі даних, отриманих способом телеінспекції каналізації, можна
            скласти прогноз експлуатації каналізаційних мереж, а також отримати точне
            уявлення про доцільність проведення будь-яких ремонтних робіт.</p>
          <p>Навряд чи ми перебільшимо, якщо скажемо, що відеоінспекція
            трубопроводів сьогодні вважається одним з найбільш ефективних і
            найсучасніших методів обстеження стану інженерних мереж і комунікацій.</p>
          <p>Детальніше:</p>
          <ul>
            <li>
              <Link to="/video-diagnostics">відеодіагностика каналізаційних труб у Львові <svg xmlns="http://www.w3.org/2000/svg" height="24px" viewBox="0 0 24 24" width="24px"><path d="M0 0h24v24H0V0z" fill="none"/><path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6-6-6z"/></svg></Link></li>
            <li>
              <Link to="/">послуги сантехніка <svg xmlns="http://www.w3.org/2000/svg" height="24px" viewBox="0 0 24 24" width="24px"><path d="M0 0h24v24H0V0z" fill="none"/><path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6-6-6z"/></svg></Link></li>
          </ul>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default VideoInspectionPage
