import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const WallMontedWaterHeatingPage = () => (
  <Layout>
    <SEO
      title="Монтаж теплих стін"
      description="Монтаж теплих стін: якість, швидкість"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Монтаж теплих стін</h1>
          <p className="lead">
            <strong>
              Монтаж теплих стін: якість, швидкість – звертайтеся до нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Монтаж теплих стін для опалення у Львові від{" "}
            <Link to="/">Kran.lviv.ua</Link> робимо максимально швидко та за
            доступною ціною. У місті та області. Не тільки у житлових
            приміщеннях, а й у спортивних залах, СПА-салонах, басейнах,
            лікувальних закладах й інших будівлях. Гарантія якості цієї сучасної
            опалювальної системи. Звертайтеся. Завжди на зв’язку. Працюємо
            щоденно.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Настінне водяне опалення</h2>
          <p>
            Настінні мережі водяного опалення практичні, довговічні, діють
            аналогічно теплим підлогам. На поверхні стіни монтуються труби
            опалення, що передають теплову енергію навколишньому середовищу.
          </p>
          <p>
            Монтаж теплих стін у Львові використовується як самостійно, так і
            разом із теплими підлогами. Це робить перебування в приміщенні більш
            комфортним. Адже збільшується об'єм опалювальних поверхонь і
            температуру води в мережі опалення можна знизити до мінімуму.
          </p>
          <h2>Розглянемо основні переваги настінного опалення.</h2>

          <p>Монтаж теплих стін має плюси:</p>
          <ol>
            <li>
              Тепло від стін передається переважно внаслідок променистого
              теплового обміну. У таких умовах не тільки люди, а й домашні
              тварини, що знаходяться в приміщенні, почуваються набагато
              комфортніше. Якщо порівнювати з конвективним обміном, властивим
              радіаторному опалюванню.
            </li>
            <li>
              Температуру в кімнаті цілком можливо зменшити на 1-2 °С. Це
              позитивно позначиться на самопочутті мешканців. Зрештою зниження
              температури призведе до помітної економії теплоносія. Наприклад,
              при постійних 18-20 °С замість 21-22 °С за сезон економиться 8-10
              % палива для теплогенератора.
            </li>
            <li>
              Монтаж теплих стін забезпечує зниження конвективного потоку до
              мінімуму. Завдяки цьому практично припиняється циркуляція пилу. Це
              сприяє створенню сприятливих умов для дихання.
            </li>
            <li>
              Компенсація тепловтрат у приміщенні з теплими стінами становить
              150—180 Вт/м2. У порівнянні з опаленням теплою підлогою (100-120
              Вт/м2) цей показник значно вищий. Досягається завдяки можливості
              підвищення температури води, що подається до настінного опалення,
              до 50-70 °С. При цьому перепад температури рідини між подачею та
              зворотною лінією становитиме до 15 °С. Для теплої підлоги цей
              показник досягає лише 10 °С. З цієї причини, коли робимо монтаж
              теплих стін у Львові застосовуємо циркуляційні помпи меншої
              продуктивності, ніж при підлоговому опаленні.
            </li>
            <li>
              Крок укладання трубопроводу для настінного опалення нічим не
              обмежується. Таким чином, допускається наявність температурних
              перепадів між сусідніми ділянками поверхні стін, що на самопочутті
              людей, які перебувають у такій кімнаті, не позначатиметься жодним
              чином.
            </li>
            <li>
              Укладати трубопровід на стінку можна зі змінним кроком. Тоді
              розподіл тепла в приміщенні буде оптимальним. Зазвичай в укладанні
              труб використовують наступну схему: на відстані 1-1,2 м від
              підлоги крок між трубами, що укладаються, становить 10-15 см; на
              висоті 1,2-1,8 м дорівнює 20- 25 см, вище за відмітку 1,8 м −
              30-40 см.
            </li>
          </ol>
          <p>
            Ці величини залежать від розрахункових даних по тепловтратах, а
            напрямок руху води завжди приймається від підлоги до стелі.
          </p>
          <br />
          <p>
            У наступній статті розповідаємо о технології монтування теплих стін
            та надаємо корисні поради щодо їх влаштування.
          </p>
          <p>
            Телефонуйте. Здійснюємо якісний монтаж теплої стіни у Львові,{" "}
            <Link to="/heating-installation-apartment">опалення квартири</Link>,
            приватного{" "}
            <Link to="/heating-installation-private-house">будинку</Link>,{" "}
            <Link to="/gas-boiler-installation">
              встановлення газового котла
            </Link>
            . Інші сантехнічні роботи.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default WallMontedWaterHeatingPage
