import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const WashingMachineInstallationUnderSinkPage = () => (
  <Layout>
    <Seo
      title="Встановити пральну машину під раковину"
      description="Виконуємо встановлення пральної машини у Львові.
      Недорого. У статті розповідаємо о недоліках та перевагах спареної установки,
      як вибирати обладнання."
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Встановити пральну машину під раковину</h1>
          <p className="lead">
            <strong>
              Розповідаємо о недоліках та перевагах спареної установки, як
              вибирати обладнання.
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Малогабаритні санітарні вузли – справжня проблема багатьох квартир
            типової забудови. Це створює незручності. Оптимізувати простір
            допоможе встановлення пральної машини під раковину у ванній кімнаті.
            Але щоб при цьому все правильно функціонувало, потрібно обов’язково
            знати деякі нюанси та тонкощі як вибору, так і монтажу сантехнічного
            обладнання.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Переваги та недоліки спареної установки</h2>

          <p>
            Основна перевага розміщення пралки під умивальником – це економія
            площі ванної кімнати, що особливо актуально у маленьких санвузлах.
            Насправді на цьому плюси такого монтажу закінчуються.
          </p>
          <p>
            До мінусів такого встановлення пральної машини відносять такі
            фактори:
          </p>
          <ol>
            <li>
              <p>
                Потрібно підбирати спеціальні моделі побутової техніки та мийки,
                призначені для спільного монтажу.
              </p>
            </li>
            <li>
              <p>
                Певні складності установки через специфіку конструкції
                обладнання.
              </p>
            </li>
            <li>
              <p>
                При пошкодженні сифона або мийки на пральну машину може
                потрапити вода, що може стати причиною її виходу з ладу.
              </p>
            </li>
            <li>
              <p>
                Сифон має плоску конструкцію, яка робить його заміну
                проблематичною: такі вироби не продаються окремо. Також через
                особливості конструкції та помилки монтажу злив води з чаші
                часто відбувається не до кінця, тому її залишки доводиться
                прибирати ганчіркою.
              </p>
            </li>
          </ol>
          <p>
            Зверніть увагу! Під умивальник виконується встановлення пральних
            машинок спеціальних компактних моделей із максимальним завантаженням
            3–4 кг. Це підходить не для всіх сімей, особливо при проживанні
            разом великої кількості людей.
          </p>
          <p>
            Саме з цих причин встановлення пральної машини під умивальник у
            ванній кімнаті вибирають у тому випадку, коли інших варіантів
            раціонального розміщення обладнання немає.
          </p>
          <h2>Як вибрати обладнання</h2>
          <p>
            Для спареної установки підходить певний тип пральних машин та
            умивальників:
          </p>
          <ol>
            <li>
              <p>
                <strong>Пралки</strong>. Встановлення великої та місткої
                пральної машини під раковиною не робиться, вона не вміститься.
                Потрібно вибирати з компактних моделей. Основні критерії вибору
                − фронтальне завантаження, висота в межах 60-70 см, глибина − не
                більше 50 см.
              </p>
            </li>
            <li>
              <p>
                <strong>Раковини</strong> − розраховані для монтажу над пральною
                машиною у ванній, мають загальну назву «кувшинка», яку вони
                отримали за плоску форму чаші.
              </p>
            </li>
          </ol>
          <p>Вибираючи такий умивальник звертають увагу на певні критерії:</p>
          <ol>
            <li>
              <p>
                Вигляд чаші. Випускаються наступних форм:
                <ul>
                  <li>квадратні з прямими або округлими краями;</li>
                  <li>круглі;</li>
                  <li>овальні;</li>
                  <li>прямокутні (зі стільницею);</li>
                  <li>нестандартні форми.</li>
                </ul>
              </p>
            </li>
            <li>
              <p>
                Розміри. Вибираються виходячи з габаритів пральної машинки.
                Головний критерій − умивальник повинен бути трохи більше за
                пралку і повністю її накривати. Це забезпечить надійний захист
                техніки від попадання води на електричну частину.
              </p>
            </li>
            <li>
              <p>Тип та розташування зливу.</p>
            </li>
          </ol>
          <p>
            Залежно від місця розташування отвору під злив «кувшинки»
            поділяються на три типи:
          </p>
          <ol>
            <li>
              <p>
                Злив по центру чаші. Такі моделі практично нічим не
                відрізняються від звичайних раковин, але при встановленні між
                корпусом машинки й нижньою частиною умивальника залишається
                проміжок, бо для підключення зливного патрубка потрібно
                додаткове місце.
              </p>
            </li>
            <li>
              <p>
                Моделі із заднім зливом під час встановлення пральної машинки
                дозволяють розміщувати умивальник практично впритул до корпусу
                техніки. Сифон розташовується за корпусом пралок, тому доступ до
                нього та зливних трубок утруднений, а в деяких випадках для
                прочищення зливу потрібно висувати пральну машину. Отвір для
                змішувача в таких умивальниках зміщений убік, оскільки по центру
                нижньої частини чаші розташовується сифон.
              </p>
            </li>
            <li>
              <p>
                З розташуванням сифона збоку та позаду чаші, що полегшує доступ
                до нього для ревізійних робіт. Крім того, таке розміщення
                зливного отвору дозволяє виготовити раковини з незвичайною
                організацією стоку води.
              </p>
            </li>
          </ol>
          <p>
            <strong>
              Порада! Через невелику глибину раковини при засміченні або
              перекритті зливу вона швидко наповнюється водою. Щоб запобігти
              переливу рідини через край умивальника, рекомендується вибирати
              моделі з переливним отвором.
            </strong>
          </p>
          <p>
            <em>
              Зверніть увагу! Деякі виробники компактних пральних машин також
              виготовляють раковини-кувшинки. Якщо є можливість, краще придбати
              комплект одного виробника. Форми, розміри та спосіб кріплення
              обладнання ретельно продумані та підходять один до одного, що
              полегшує не тільки монтаж, але й робить експлуатацію зручнішою та
              комфортнішою.
            </em>
          </p>
          <p>
            Якщо потрібне встановлення пральної машини у Львові звертайтеся до
            нас. Також{" "}
            <Link to="/mixer-installation">
              встановлення та заміна змішувача
            </Link>
            , <Link to="/drain-cleaning">прочистка каналізації</Link>,{" "}
            <Link to="/video-inspection">відеоінспекція трубопроводів</Link> та
            інші сантехнічні роботи.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default WashingMachineInstallationUnderSinkPage
