import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const WaterPipePlugPage = () => (
  <Layout>
    <Seo
      title="Заглушка для водопровідних труб"
      description="Заглушка для водопровідних труб – призначення, види, монтаж"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Заглушка для водопровідних труб – призначення, види, монтаж</h1>
          <p className="lead">
            <strong>Сантехнік – телефонуйте у будь-який час</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Заглушка на водопровідну трубу – це елемент запірної арматури, що
            застосовується постійно, або тимчасово. У статті досвідчений
            сантехнік розповість, що вона з себе представляє, її призначення і
            порядок установки.
          </p>
          <p className="text-center">
            Заглушками називаються спеціальні фітинги якими перекривається
            подавання води на певних відрізках системи водопостачання .
            Виконуються у вигляді квадрата чи кола. Перші при водопровідних
            роботах рідко використовують.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Коли потрібно встановлювати заглушку на водопровідні труби</h2>

          <p>Встановлення заглушки здійснюється у таких випадках:</p>
          <ol>
            <li>
              <p>
                Під час розведення мереж, проведення ремонту в окремих секторах.
                Заглушка встановлюється сантехніком таким чином, щоб не
                припинялося функціонування всієї системи водопостачання.
              </p>
            </li>
            <li>
              <p>
                При консервації окремих ділянок водопровідної мережі, які на
                даний час не використовуватимуться, але необхідні для подальшого
                розведення труб.
              </p>
            </li>
            <li>
              <p>
                При демонтажних сантехнічних роботах. Мережа розбивається на
                працюючи паралельно відокремлені частини. Як наслідок,
                розбираючи труби водопостачання однієї ділянки не потрібно
                відключати воду чи газ повністю у системі.
              </p>
            </li>
            <li>
              <p>Щоб швидко зупинити витікання з труб при аваріях.</p>
            </li>
          </ol>
          <h2>Які існують замикальні компоненти</h2>
          <p>
            Матеріали, що використовуються для виготовлення заглушок для труб:
          </p>
          <ul>
            <li>метал (сталь, латунь, у тому числі хромовані);</li>
            <li>полімерний матеріал (пластики, етилен полімерний);</li>
            <li>гума.</li>
          </ul>
          <h3>Конструкційні характеристики</h3>
          <ol>
            <li>
              <p>
                Найпопулярніший варіант заглушок для труб – різьбові вироби, які
                використовують у газових та водопровідних системах.
                Виготовляються зі сталі високої якості. Застосовуються вироби із
                зовнішніми та внутрішніми різьбовими з'єднаннями, до 2-х дюймів
                розміром. Треба використовувати спеціальний ущільнювач (лляну
                нитку, ФУМ-стрічку). Кріпити кришки на герметик небажано, у разі
                необхідності це ускладнить демонтаж.
              </p>
            </li>
            <li>
              <p>
                Фланцева заглушка для труб Ø &gt; 2 дюймів. Це кришка, яка
                прикріплюється до труби болтом. Як прокладки використовуються
                гумові або паронітові вироби (на трубопроводах з високими
                температурами середовища).
              </p>
            </li>
            <li>
              <p>
                Сферична заглушка. Застосування – трубопроводи зі специфічними
                характеристиками (нафто- та газопроводи). Витримують внутрішньо
                системний тиск до 100 атмосфер.
              </p>
            </li>
            <li>
              <p>
                Пневматична заглушка. При ліквідації аварій. У найкоротші
                терміни відсікається проблемна ділянка. Вони виготовляються із
                гуми. Для закачування повітря є спеціальна порожнина. У
                пошкодженій ділянці труби робимося технологічний отвір, в який
                встановлюємо пневматичну заглушку, заповнюємо повітрям. Це
                надійно перекриває порожнини.
              </p>
            </li>
          </ol>
          <p>
            Завдяки широкому асортименту запірних фітингів питання герметизації
            трубопроводу завжди розв'язується позитивно.
            <strong>
              Важливо лише, щоб сантехнік правильно визначився з вибором
              заглушки
            </strong>
            .
          </p>
          <h2>Що сантехніки враховують вибираючи заглушку для труби</h2>
          <p>Виділяються декілька чинників, що впливають на вид запору:</p>
          <ol>
            <li>
              <p>
                Використання труб. У трубопроводах газопостачання монтуються
                фітинги еліптичні, адже вони позиціюються як супер надійні. У
                мережах для доставляння робочих сумішей високих температур та
                тиску – сталеві заглушки. Холодний водопровід – будь-які
                замикальні компоненти.
              </p>
            </li>
            <li>
              <p>
                Для чого призначаються заглушки. Еліптичні, різьбові пробки –
                міцне та довготривале закорковування труб. Пневматичні –
                усувають аварійні ситуації. Фланцеві, різьбові – у місцях, де
                планується закриття з відкриттям магістралей.
              </p>
            </li>
            <li>
              <p>
                Матеріали для виготовлення труб. Стандарти встановлення
                заглушок: металеві встановлювати на металеві труби виходячи з
                типу металу; пластикову заглушку – на пластиковий трубопровід.{" "}
                <strong>
                  Виняток – пневмофітинги, вони виступають у ролі тимчасових
                  елементів
                </strong>
                . Якщо у заглушці декоративна функція, вона підбирається,
                враховуючи загальну концепцію дизайну.
              </p>
            </li>
            <li>
              <p>
                Геометрія труб. Головне правило:для круглих круглі, для
                профільних квадратні.
              </p>
            </li>
          </ol>
          <p>
            <strong>
              Щоб придбати заглушку, необхідне знання не тільки
              довжини/ширини/перетину, а й параметрів стінок труб
            </strong>
            .
          </p>
          <h2>Як заглушити водопровідну трубу</h2>
          <p>
            Пристрій, щоб заглушувати труби в залежності від особливостей його
            конструкції сантехніки ставлять кількома способами:
          </p>
          <ol>
            <li>
              <p>
                Вгвинчування – для різьбового фітинга. Перед монтуванням, щоб
                додатково захистити мережу водопостачання від підтікання
                використовуються фум-стрічки. Вони намотуються на зовнішню
                ділянку фітинга, його накручують. Різьбову заглушку нагвинчують
                до упору. Але обережно, уникаючи надмірного натягу.
              </p>
            </li>
            <li>
              <p>
                Зварювання – при встановленні еліптичних елементів. Досягається
                повна герметичність комунікації. Роботи цього типу проводять
                лише фахівці. Приварені заглушки встановлюються на тривалі
                періоди. Тому зварювання не підходить, якщо на цій ділянці
                найближчим часом передбачені будь-які ремонтні роботи.
              </p>
            </li>
            <li>
              <p>
                Болти та гайки. Таким способом встановлюють фланцевий глушник.
                Перед монтажем між фітингом та трубою розміщується ущільнювач.
                який підбирається відповідно до допустимих температурних
                показників для конкретної системи та за вимогами до тиску в ній.
              </p>
            </li>
            <li>
              <p>
                Нагнітання повітря. Корок на водопостачання встановлюється в
                кілька етапів. З труби видаляється рідина, у потрібному відрізку
                системи робиться отвір. Вставляємо фітинг і нагнітаємо повітря.
                Розширюючись, стінки пробки щільно починають прилягати до труби
                (внутрішньої частини). Видаляють пневматичний фітинг після
                закінчення ремонтно-відновлювальних робіт. Для цього
                відкачується повітря із гумової пробки.
              </p>
            </li>
          </ol>
          <p>
            Технологія встановлення фітингів відрізняється в залежності від
            матеріалів трубопроводу.
          </p>
          <br />
          <p>
            <strong>Висновок</strong>. Сантехнік повинен вибирати таку заглушку
            на трубу, яка гарантовано спрацює у самому складному випадку. Якщо
            ставиться заглушка, спочатку необхідно впевнитися, що вона буде
            якісно виконуватиме своє завдання.{" "}
            <strong>
              Економити на запірному пристрої не варто – адже можуть бути великі
              неприємності
            </strong>
            .
          </p>
          <p>
            Якщо бажаєте бути впевненими у надійності проведення таких робіт
            звертайтеся до нас. Наш{" "}
            <Link to="/plumber-in-lviv">сантехнік у Львові</Link> гарантує
            високу якість виконання{" "}
            <Link to="/plumbing-work">сантехнічних робіт</Link>. Надаємо
            різноманітні <Link to="/">послуги сантехніка</Link> Львів. Ремонт,
            демонтаж, монтаж сантехніки,{" "}
            <Link to="/drain-cleaning">прочистка каналізації</Link> (у тому
            числі{" "}
            <Link to="/hydrodynamic-drain-cleaning">
              гідродинамічна прочистка каналізації
            </Link>
            ).
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default WaterPipePlugPage
