import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import SEO from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const WaterproofingPage = () => (
  <Layout>
    <SEO title="Гідроізоляційні роботи"
      description="Гідроізоляційні роботи екстра-класу: в найкоротші терміни за найкращою ціною" />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Гідроізоляційні роботи</h1>
          <p className="lead"><strong>Гідроізоляційні роботи екстра-класу: в найкоротші терміни за найкращою ціною</strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">Гідроізоляційні роботи у Львові виконуємо щоденно. Якість гарантується. Телефонуйте. Що таке гідроізоляція? − <em>Сукупність захисних заходів, які вживаються для запобігання шкідливої дії води та інших агресивних рідин на різні конструкції</em>. Гідроізоляція необхідна для того, щоб підвищити експлуатаційні характеристики споруджень, будівель та обладнання, збільшити термін служби й надійність. У статті розповідаємо про види, способи, етапи гідроізоляції.</p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Які гідроізоляційні роботи здійснюємо</h2>
          <p>Професіоналами з десятирічним досвідом виконується гідроізоляція:</p>
          <ul>
            <li>підвалу зсередини,</li>
            <li>фундаменту будинку,</li>
            <li>паркування,</li>
            <li>цоколя,</li>
            <li>льоху,</li>
            <li>басейну,</li>
            <li>цегляної стіни,</li>
            <li>колодязів,</li>
            <li>санвузла,</li>
            <li>лазні,</li>
            <li>сауни,</li>
            <li>тераси,</li>
            <li>ангарів,</li>
            <li>теплиці,</li>
            <li>овочесховища,</li>
            <li>покрівлі,</li>
            <li>фасаду,</li>
            <li>виробничого приміщення,</li>
            <li>приватного будинку,</li>
            <li>квартири,</li>
            <li>трубопроводу,</li>
            <li>шахти ліфта,</li>
            <li>місткостей для транспортування,</li>
            <li>балкону.</li>
          </ul>
          <p>Гідроізоляційні роботи виконується вузькопрофільними фахівцями дійсно якісними матеріалами, перевіреними десятками років використання у світі та Україні. За реальними технологіями, випробуваними на сотнях об'єктах. Виконуємо гідроізоляційні роботи швидко, обов’язково дотримуючись усіх вимог до якості. Забезпечуємо гарантований захисний ефект на тривалий період часу.</p>
          <p>Крім того, фахівці завжди надають консультаційну допомогу клієнту. Допоможуть прорахувати необхідну кількість матеріалу і запропонують інструкції щодо правильного застосування.</p>
          <h2>Види гідроізоляції</h2>
          <p>Розповсюджені типи:</p>
          <ul>
            <li><strong>Антифільтраційна</strong>. Убезпечує від води підводні, підземні та підпірні гідротехнічні споруди: заглиблені приміщення, підвали, колодязі й кесони, транспортні тунелі, греблі. Також застосовується для запобігання витікання скидних і технічних вод.</li>
            <li><strong>Антикорозійна</strong>. Захищає споруди від агресивних рідин, в тому числі від морської й стічної води, а також від шкідливих атмосферних явищ та електрики. Буває металевою, пластмасовою, мінеральною. Додатково поділяється на кілька типів: за способом облаштування, призначенням, особливостями.</li>
          </ul>
          <h2>Матеріали</h2>
          <p>Використовуються:</p>
          <ul>
            <li>металеві листи;</li>
            <li>рулонні й листові матеріали, в тому числі плівки, геосинтетики, ПВХ мембрани;</li>
            <li>речовини мінеральні, а також на основі бентонітової глини;</li>
            <li>рідкі − коркове покриття, гума рідка;</li>
            <li>проникливі сухі будівельні суміші.</li>
          </ul>
          <h2>Гідроізоляція за способом облаштування</h2>
          <p>Виділяються такі типи:</p>
          <ul>
            <li><strong>Фарбувальна</strong> гідроізоляція − тонке покриття з лаків або фарби для залізобетонних і металевих поверхонь.</li>
            <li><strong>Штукатурна</strong> − покриття з цементу, мастики, асфальтових розчинів для переважно залізобетонних поверхонь.</li>
            <li><strong>Наклеювальна</strong> − наклейка рулонних матеріалів у 3-4 шари.</li>
            <li><strong>Лита</strong> – гарячі мастики, розчини розливаються по горизонтальній поверхні в кілька шарів, а також за опалубки вертикальних стін.</li>
            <li><strong>Засипна</strong> – гідроізоляційні роботи з засипкою сипучих матеріалів у шари й порожнини. Схоже з литою гідроізоляцією, але має більш ґрунтовну товщину − до 50 см.</li>
            <li><strong>Просочувальна</strong> − обробка пористих поверхонь, деталей зв'язувальними органічними речовинами: вазеліном, бітумом, полімерними лаками.</li>
            <li><strong>Просочувальна</strong> − обробка пористих поверхонь, деталей зв'язувальними органічними речовинами: вазеліном, бітумом, полімерними лаками.</li>
            <li><strong>Змонтована</strong> – гідроізоляційні роботи з підготовленими елементами, які кріпляться монтажними палями до основної споруди. Застосовується в складних випадках. Використовуються: етилен-пропіленовий каучук, склопластик, жорсткий полівінілхлорид.</li>
            <li><strong>Поверхнева</strong> − гідроізоляція, яка «притискається» до конструкції водяним тиском. Важливе значення тут мають ущільнення деформаційних швів, завдяки чому вони захищені від вологи, рідин, ґрунту. </li>
            <li><strong>Прониклива</strong> гідроізоляція − всілякі сухі суміші. Розчиняючись, проникають у внутрішню структуру конструкції та кристалізуються, утворюючи перешкоду рідині. Термін дії гідроізоляції такий же, як у бетонних елементів, на яку вона наноситься, тому що речовини глибоко впроваджуються у бетон.</li>
            <li><strong>Напилювана</strong> – гідроізоляція фундаментів, покрівлі, водойм, підвалів, інших приміщень, що знаходяться нижче рівня землі. Наноситься холодним розпиленням, утворюючи згодом міцну мембрану.</li>
          </ul>
          <h2>Етапи гідроізоляції</h2>
          <p>Технологічним регламентом встановлюється порядок гідроізоляційних робіт з метою забезпечення нормативних вимог до надійності і якості будівельної продукції.</p>
          <ol>
            <li>
              Підготовка основи
              <ul>
                <li>очищення поверхні від сміття, бруду, пилу;</li>
                <li>вимірювання рівності поверхні; </li>
                <li>закладання вибоїн, раковин (розчищення тріщини, нанесення і вирівнювання розчину);</li>
                <li>визначення вологості;</li>
                <li>просушування при необхідності (доведення вологості до величини, необхідної, відповідно до будівельних правил, для влаштування гідроізоляції); </li>
                <li>перевірка наявності та стану деформаційних швів (візуальний огляд).</li>
              </ul>
            </li>
            <li>
              Підготовка гідроізоляційних матеріалів
              <ul>
                <li>перевірка відповідності матеріалів проекту (визначення марок матеріалів, звірка з планом);</li>
                <li>аналіз якості матеріалів (наявність сертифікатів, що регламентують можливість застосування).</li>
              </ul>
            </li>
            <li>Основні гідроізоляційні роботи</li>
          </ol>
          <h2>Ціна гідроізоляційних робіт</h2>
          <p>Перш ніж приступати до реалізації проекту з вологозахисними операціями, варто вивчити розцінки на гідроізоляційні роботи. Навіть для подібних об'єктів вони відрізняються через нюанси технології.</p>
          <p>Вартість гідроізоляційних робіт обумовлена:</p>
          <ul>
            <li>їх обсягом;</li>
            <li>розташуванням об’єкта;</li>
            <li>характерами протікань (періодичні, постійні, тимчасові);</li>
            <li>типом ґрунтів;</li>
            <li>вимогами до гідроізоляції;</li>
            <li>побажаннями замовника;</li>
            <li>способами облаштування.</li>
          </ul>
          <p>Від цих параметрів залежить вибір технології та матеріалів, які будуть використовуватися при створенні контуру, захищеного від проникнення вологи.</p>
          <p>Вартість гідроізоляційних робіт у Львові розраховується в індивідуальному порядку після детальної діагностики й вивчення стану об’єктів. Остаточна ціна гідроізоляції визначається фахівцем після вивчення характеристик замовлення.</p>
          <p>Звернувшись у <Link to="/">Kran.lviv</Link> будьте впевненими, що отримаєте хороший сервіс та якісні послуги. Розцінки на проведення гідроізоляційних робіт цілком прийнятні та не вдарять по бюджету.</p>
          <br />
          <p>Гідроізоляція є запорукою міцності, довговічності й надійності будови. Телефонуйте. Проведемо все на найвищому рівні. Адже гідроізоляційні роботи допоможуть запобігти ранньому руйнуванню будівель, вбережуть приміщення від вогкості.</p>
          <p><Link to="/drain-cleaning">Прочистка каналізації у Львові <svg xmlns="http://www.w3.org/2000/svg" height="24px" viewBox="0 0 24 24" width="24px"><path d="M0 0h24v24H0V0z" fill="none"/><path d="M10 6L8.59 7.41 13.17 12l-4.58 4.59L10 18l6-6-6-6z"/></svg></Link></p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default WaterproofingPage
