import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const WaterMeterInstallationPage = () => (
  <Layout>
    <Seo
      title="Установка лічильників води"
      description="Установка лічильників води в квартирі − досить переплачувати!"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Установка лічильників води</h1>
          <p className="lead">
            <strong>
              Установка лічильників води в квартирі − досить переплачувати!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Установка лічильників води у Львові − дієвий спосіб оптимізувати
            витрати на комунальні послуги. Кожен стикався з такою ситуацією:
            навіть у місяці, коли практично не користуєтеся водою (виїхали у
            відпустку, відрядження), доводиться платити фіксовану суму.
            Комунальні служби вираховують середнє значення по споживанню води
            між усіма квартирами, підключеними до водопроводу. Саме його
            оплачуєте.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Установка водолічильників як можливість економити</h2>
          <p>
            Якщо встановити лічильник води, можна зразу попрощатися з
            переплатами! Замовите виклик сантехніка у нас − будете оплачувати
            рівно стільки, скільки використовували води.
          </p>
          <p>
            У середньому економія після встановлення водяного лічильника
            знаходиться на рівні 50 %. Беззаперечно, установка лічильників води
            у квартирі − вигідний у всіх ситуаціях захід. Особливо актуально − в
            умовах постійного підвищення тарифів і дефіциту водних ресурсів по
            всьому світу.
          </p>

          <h2>Який лічильник води встановити?</h2>
          <p>
            Досвідчений сантехнік підкаже, який саме тип пристрою краще
            встановити. На це впливає кілька чинників:
          </p>
          <ol>
            <li>Стан трубопровідної системи на об'єкті.</li>
            <li>
              Присутність у воді сторонніх домішок, їх особливості та кількість.
            </li>
            <li>Бюджет.</li>
            <li>
              Температура повітря на об'єкті, де будуть встановлені пристрої, що
              контролюють. Важливо, щоб вони цілий рік працювали в нормальному
              режимі.
            </li>
            <li>Суб’єктивна думка замовника.</li>
          </ol>
          <p>Монтаж лічильника води у Львові – види приладів:</p>
          <ol>
            <li>
              <p>
                Електромагнітні (індукційні). Рідина проводить електрику. Цей
                принцип ліг в основу роботи пристрою. Термін служби понад десять
                років, але вартість не найнижча. Важливо, щоб у воді були
                відсутні накип, іржа та інші включення, інакше його використання
                буде не доцільним. Часто зустрічається на підприємствах, де
                здійснюється підвищений контроль за якістю води − харчова
                промисловість, фармацевтика і т.і.
              </p>
            </li>
            <li>
              <p>
                Ультразвукові. Характеризуються довгим терміном експлуатації та
                підвищеною точністю в порівнянні з електромагнітними моделями.
                Але при цьому ціна на вироби буде вище. Це треба враховувати,
                якщо робиться установка лічильників води.
              </p>
              <p>
                Оскільки функціонування базується на швидкості поширення
                ультразвукових хвиль використовуються тільки при достатньо
                чистій воді у трубопроводах. У житлових будинках зазвичай не
                застосовуються.
              </p>
            </li>
            <li>
              <p>
                Вихрові. У воді знаходиться сторонній предмет, який водяний
                потік обтікає. У ході руху за тілом утворюються вихори. Їх і
                зчитує пристрій. У побутових умовах використовувати не доцільно,
                а ось за технічними процесами стеження надійне.
              </p>
            </li>
            <li>
              <p>
                Тахеометричні (енергонезалежні). Недорогі моделі, які служать
                зазвичай близько п'яти років. У побуті та на підприємствах. Є
                спеціальні модифікації, призначені для роботи зі старими
                трубами, а також з водою сумнівної якості.
              </p>
            </li>
          </ol>
          <p>
            В залежності від осі обертання устаткування розділяється на групи:
          </p>
          <ul>
            <li>турбінні − вісь розташовується паралельно потоку води;</li>
            <li>крильчасті − перпендикулярно.</li>
          </ul>
          <p>
            Крильчатка і турбіна роблять певні рухи, які й фіксуються приладом.
            Обладнання не демонструє найточніші показники, але перевірено
            експлуатацією за довгі роки на різних об'єктах: у квартирах,
            адміністративних будівлях, приватних будинках.
          </p>
          <h2>Встановлення водяного лічильника</h2>
          <p>
            Даний вимірювальний прилад розміщується максимально близько до місця
            входу труб водопостачання. Найчастіше монтаж водяних лічильників
            проводиться в санвузлі. Запірний кульовий кран для перекриття
            подавання води допускається встановлювати на деякій відстані в
            напрямку проти течії. Місце розташування повинно забезпечувати
            безперешкодне і зручне обслуговування приладу і зняття показань.
          </p>
          <p>
            Перед початком встановлення водяного лічильника обов'язково
            перекривається подача води. У потрібному місці зрізаються ділянки
            труб і здійснюється підключення сполучних елементів.
          </p>
          <p>
            Сітчастий фільтр використовується для запобігання потрапляння вапна
            в прилад. Зворотний клапан не допускає відмотування лічильника
            внаслідок всмоктування повітря при відключенні води та відкритих
            кранах.
          </p>
          <p>
            При монтажі лічильника води використовуються прокладки ущільнювачів,
            що забезпечують герметичність з'єднань. Після закінчення робіт
            подача води поновлюється, перевіряється працездатність приладу.
          </p>
          <p>
            Після встановлення водяного лічильника його необхідно зареєструвати
            у водоканалі, або іншій організації, яка експлуатує водопровід.
            Інспектор перевірить справність приладу і правильність монтажу,
            поставить на облік. З цього моменту тарифікації здійснюватиметься,
            виходячи з показання приладу.
          </p>
          <p>
            Установка лічильників води у Львові – це ми. Чекаємо дзвінка.
            Сантехнік майстер по водолічильниках завжди на зв’язку. Телефонуйте!
          </p>
          <br />

          <p>Звертайтеся до нас. Пропонуємо послуги сантехніка у Львові:</p>
          <ul>
            <li>заміна лічильників води;</li>
            <li>встановлення водяного лічильника;</li>
            <li>гарантія на технічне обслуговування і монтаж пристрою.</li>
          </ul>
          <p>
            Водолічильники − це обов'язкові пристрої контролю, які повинні бути
            встановлені в кожній квартирі. З ними будете знімати показання
            витраченого ресурсу й оплачувати його раз на місяць.
          </p>
          <br />
          <p>
            Різноманітні якісні <Link to="/">послуги сантехніка у Львові</Link>.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default WaterMeterInstallationPage
