import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"

const WaterFilterInstallationPage = () => (
  <Layout>
    <Seo
      title="Установка фільтра для води"
      description="Установка і підключення фільтра для води у Львові"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Установка фільтра для води</h1>
          <p className="lead">
            <strong>
              Установка і підключення фільтра для води у Львові – звертайтеся до
              нас!
            </strong>
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            Нашими фахівцями здійснюється установка фільтра для води у Львові та
            навколишніх містечках. Працюємо щоденно. Телефонуйте у будь-який
            час. Спеціаліст приїде і забезпечить чистою водою. Адже неприємно,
            але факт ‒ якість рідини з водопровідних труб не найкраща. Тому
            більшості міських жителів бажано користуватися різноманітними
            фільтрувальними системами.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Установка фільтра для води від Kran.lviv</h2>
          <p>
            Досить один раз інтегрувати систему фільтрів до крана на кухні, і
            зможете без проблем отримувати необхідну кількість води, придатної
            для готування їжі та вживання, без необхідності додаткового
            оброблення.
          </p>
          <p>
            Але варто враховувати, що самостійна установка і підключення фільтра
            для води у Львові небажана. Для цього знадобляться не тільки
            спеціальні інструменти та витратні матеріали, а й досвід роботи в
            даній сфері. Краще довірити ці клопоти майстру нашої компанії.
          </p>
          <p>Досвідчений сантехнік розбереться з усіма нюансами процесу:</p>
          <ul>
            <li>визначить можливості встановлення фільтра води;</li>
            <li>
              розрахує наявність необхідного місця для підключення водяного
              фільтра;
            </li>
            <li>підготує водопостачання, щоб встановити фільтр для води;</li>
            <li>
              при необхідності забезпечить проведення електрики до цього
              пристрою й окреме виведення в каналізаційну трубу;
            </li>
            <li>налаштує роботу, повністю підготує до експлуатації.</li>
          </ul>
          <p>
            Час встановлення водяного фільтра звичайно залежить від його типу і
            конструкції. Практика показує, що більше одного відвідування майстра
            не потрібно.
          </p>
          <p>
            Сантехнік прийде підготовленим, і установка фільтра для води не буде
            невиправдано розтягуватися. В цьому можете бути впевнені. Про всі
            необхідні витратні матеріали та інструменти турбуємося ми.
          </p>
          <h2>Негативні наслідки самостійного встановлення фільтра для води</h2>
          <p>
            Якщо здається, що встановити штатний фільтр для води просто, то
            врахуйте деякі можливі наслідки:
          </p>
          <ul>
            <li>витікання рідини на підлогу, пошкодження оздоблення;</li>
            <li>вогкість у кухні;</li>
            <li>збільшення рахунку за послуги міського водоканалу;</li>
            <li>
              коротке замикання в разі проходу електричних комунікацій під
              мийкою;
            </li>
            <li>зламання фільтрів.</li>
          </ul>
          <p>
            Хочете уникнути цих загроз? Телефонуйте, і під час невеликого
            опитування ми з'ясуємо нюанси майбутньої установки фільтра для води
            і як слід, до цього підготуємося.
          </p>
          <p>
            Довіряйте професіоналам і використовуйте кращі можливості! Наш
            фахівець встановить фільтр для води у Львові швидко, якісно, з
            урахуванням функціональних особливостей кухні й за адекватною ціною.
          </p>
          <p>
            Пам’ятайте! Якість рідини, яка використовується для пиття та
            гігієни, має безпосередній вплив на здоров'я людини, і навіть її
            настрій. Розв’язанням проблеми з її очищенням є установка та
            підключення фільтра для води. Це значно поліпшить її якість. Довго
            не чекайте. Звертайтеся.
          </p>
          <p>
            Також{" "}
            <Link to="/water-meter-installation">
              встановлюємо лічильники води
            </Link>
            , надаємо інші <Link to="/">послуги сантехніка</Link>Львів.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default WaterFilterInstallationPage
