import * as React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Seo from "../components/seo"
import Content from "../components/content"
import Nav from "../components/nav"
import Call from "../components/call"
import Phone from "../components/phone"

const WhatToDoWithCloggedSewerPage = () => (
  <Layout>
    <Seo
      title="Що робити, якщо забита каналізація?"
      description="Якщо виникла проблема забитої каналізації у Львові - звертайтесь до спеціалістів"
    />

    <section className="banner-container">
      <div className="row">
        <div className="columns small-12">
          <h1>Що робити, якщо забита&nbsp;каналізація?</h1>
          <p className="lead">
            Якщо виникла проблема забитої каналізації у Львові - звертайтесь до
            спеціалістів
          </p>
          <p>
            <Call />
          </p>
        </div>
      </div>
    </section>

    <Content>
      <div className="row align-center">
        <div className="columns small-12 medium-11 large-10">
          <p className="text-center">
            В квартирі чи приватному будинку часто трапляються випадки, коли
            трубопровід потребує сантехнічного обслуговування. У тому ж числі і
            чистку від різноманітних забруднювачів. Якщо цього не робити, то
            каналізація може забитись і бруд перешкоджатиме стабільному та
            правильному функціонуванню системи. Якщо все ж таки виникла проблема
            забитої каналізації у Львові, тоді варто
            звертатись&nbsp;до&nbsp;спеціалістів.
          </p>
          <hr className="margin-bottom-2x margin-top-2x" />
        </div>
      </div>
      <div className="row align-center">
        <div className="columns small-12 medium-8 large-8">
          <h2>Чому виникає проблема забитого каналізаційного стоку?</h2>
          <p>
            В трубах часто виникають утворення у вигляді корків, які
            перешкоджають переміщенню рідини всередині. Це, в основному,
            відбувається через недотримання правил експлуатації. Проте, існують
            також і інші причини, від яких може бути забита каналізація:
          </p>
          <ol>
            <li>
              <p>
                Попадання в трубу надто великих предметів, які перешкоджають
                проходженню рідини. На них накопичуються дрібні забруднення, які
                створюють більш щільний корок.
              </p>
            </li>
            <li>
              <p>
                Накопичення на стінках трубопроводу наростів із твердих
                відкладень. Вони утворюються під впливом органічних чи
                неорганічних речовин, створених в процесі життєдіяльності.
              </p>
            </li>
            <li>
              <p>
                Частинки жиру також можуть стати причиною забруднення труб, вони
                особливо шкідливі для металевих трубопроводів. Формування корків
                у цьому випадку спричинене неправильним використанням
                санітарно-технічного вузла, в який заборонено виливати продукти
                з великим вмістом жирних сполук.
              </p>
            </li>
            <li>
              <p>
                Забиття можливе через утворення мильного клубка бруду, таке
                часто трапляється у ванній кімнаті. Вирішити таку проблему дещо
                складніше, оскільки мило разом з іншими частинками змішується і
                застигає, перетворюючись у тверду масу.
              </p>
            </li>
            <li>
              <p>
                Забита каналізація може бути через попадання великої кількості
                волосся. Створення такого корка поступове – волосинки
                накопичуються, скручуються в трубі між собою, утворюючи
                величезний волосяний клубок. Вичистити його можна тільки
                спеціальними хімічними засобами чи механічним шляхом,
                використовуючи спеціальний трос.
              </p>
            </li>
            <li>
              <p>
                Неправильно спроектована каналізаційна система, що веде за собою
                застоювання води, утворення небажаних відкладень. Вирішити цю
                проблему можна лише повторним монтуванням системи
                водопостачання.
              </p>
            </li>
            <li>
              <p>
                Причиною утворення корка може бути сама вода, перенасичена
                мінеральними домішками. Через її високу жорсткість на стінках
                труб виникає осад солі, що в свою чергу веде до ускладнення руху
                води по магістралях.
              </p>
            </li>
          </ol>
          <p>
            Не варто також викидати туалетний папір чи дрібне сміття в унітаз,
            оскільки від цього також може бути забита каналізація у Львові.
          </p>
          <h2>Наслідки забитої каналізації</h2>
          <p>
            Якщо трубопровід своєчасно не прочистити, то це може призвести до
            неприємних наслідків. Виділяють наступні:
          </p>
          <ul>
            <li>
              виникнення неприємного запаху, який іде з отвору для зливу в
              раковині, душі чи унітазі;
            </li>
            <li>зменшення напору води чи повне припинення її подачі;</li>
            <li>повільний злив в раковині чи у ванній;</li>
            <li>підвищення рівня води в унітазі.</li>
          </ul>
          <p>
            Щоб уникнути неприємних наслідків потрібно дотримуватись правил
            використання водопровідної системи і періодично прочищати її. Щоб
            правильно виконати цю роботу варто звернутись до майстрів з
            прочистки каналізації – <Link to="/">Kran.lviv.ua</Link>. Наші
            працівники швидко та якісно виконають свою роботу, можливий
            аварійний виїзд.
          </p>

          <h2>Види каналізаційних забруднень</h2>
          <p>
            Виникнення корків в каналізаційних трубах може виникати різними
            способами. Найпоширенішими різновидами є наступні:
          </p>
          <ul>
            <li>
              <p>
                <strong>Експлуатаційний</strong> – він виникає під час
                регулярного використання водопроводу. Причини виникнення затору
                можуть бути різні: від харчових жирів до дрібних часточок, які
                змішуються з волоссям та іншими предметами, утворюючи великі
                накопичення.
              </p>
            </li>
            <li>
              <p>
                <strong>Механічний</strong> – виникає через недотримання норм та
                правил по використанню санітарно-технічного обладнання.
                Формування утворюються зі сміття: серветок, ганчірок, туалетного
                паперу.
              </p>
            </li>
            <li>
              <p>
                <strong>Біологічний</strong> – складається з продуктів
                життєдіяльності людини та харчових відходів. Такі затори важко
                прочистити без допомоги спеціалістів, оскільки в цьому випадку
                потрібно розібрати сифон, прочистити вручну та промити мильним
                розчином.
              </p>
            </li>
            <li>
              <p>
                <strong>Технічний</strong> – такий затор пов'язаний з
                неправильним встановленням каналізації. Виправити проблему
                самостійно дуже складно, краще звернутись в такому випадку до
                спеціалістів.
              </p>
            </li>
          </ul>
          <p>
            У кожному випадку забита каналізація у Львові прочищається різними
            способами. Після виклику сантехніка з нашої компанії ви отримаєте
            швидке та якісне виконання робіт, пов'язаних з каналізаційною
            системою.
          </p>

          <h2>Варіанти вирішення проблеми</h2>
          <p>
            Якщо в трубопроводі виникають незначні забруднення чи затори, часто
            з ними можна справитись самостійно. Для цього використовують різні
            варіанти вирішення проблеми, серед них розрізняють такі:
          </p>
          <ul>
            <li>
              <p>
                <strong>спеціальні хімічні засоби</strong>. Їх засипають в
                раковину, в отвір для зливання води. При використанні цих
                засобів рекомендується дотримуватись інструкції по експлуатації;
              </p>
            </li>
            <li>
              <p>
                <strong>металевий трос</strong>. Це спеціальний пристрій з
                рукояткою на одному з кінців для більш легкого використання;
              </p>
            </li>
            <li>
              <p>
                <strong>гідравлічний метод</strong> прочищення труб полягає у
                використанні сильного напору води, яким прочищають забруднені
                труби. У деяких випадках цей спосіб достатньо ефективний.
              </p>
            </li>
          </ul>
          <p>
            Якщо ж ситуація з трубопроводом складніша, і вирішити проблему з
            затором вам не вдається, тоді варто скористатись послугами майстрів.
          </p>

          <h2>Куди звертатись, якщо забита каналізація у Львові?</h2>
          <p>
            Наша компанія протягом багатьох років надає послуги по сантехнічному
            обслуговуванню клієнтів зі Львова та області, виконуючи свою роботу
            на вищому рівні. Ми виконуємо роботу різної складності швидко та
            якісно. До того ж клієнт може викликати майстра у будь-який день та
            час доби, оскільки ми працюємо 24/7.
          </p>
          <p>Серед інших переваг співпраці з нами розрізняють такі:</p>
          <ul>
            <li>
              можливість{" "}
              <Link to="/emergency-plumbing-service">аварійного виїзду</Link> на
              об'єкт;
            </li>
            <li>
              гарантія на виконання робіт по ремонту чи прочищенні трубопроводу;
            </li>
            <li>точне визначення проблеми та швидке її вирішення;</li>
            <li>індивідуальний підхід до клієнта;</li>
            <li>приємна вартість запропонованих послуг.</li>
          </ul>
          <p>
            Звертайтесь за номерами <Phone /> і ми з радістю допоможемо вирішити
            проблему забитої каналізації у Львові чи області. Високу якість
            виконання роботи гарантуємо.
          </p>
        </div>
        <div className="columns small-12 medium-4 large-4">
          <Nav></Nav>
        </div>
      </div>
    </Content>
  </Layout>
)

export default WhatToDoWithCloggedSewerPage
